Repository: movidelnor/tareas
Catalog: app/Locale/por/LC_MESSAGES/default.po
Languages: pt

source: Polling management system(PMS)
pt: Sistema de gerenciamento de votação (PMS)

source: In progress
pt: Em progresso

source: Team
pt: Equipe

source: Project Launch Date
pt: Data de lançamento do projeto

source: Overdue Task
pt: Tarefa atrasada

source: View more
pt: Veja mais

source: Activities
pt: actividades

source: Sprint
pt: arrancada

source: Project Description
pt: Descrição do Projeto

source: Displaying all tasks
pt: Exibindo todas as tarefas

source: Search Tasks
pt: Tarefas de pesquisa

source: Please active the
pt: Por favor active o

source: project to view all overdue task
pt: projeto para ver todas as tarefas atrasadas

source: You can not see
pt: Você não pode ver

source: for completed projects
pt: para projetos concluídos

source: Project Start Date
pt: Data de início do projeto

source: This month work
pt: Este mês trabalho

source: Future work
pt: Trabalho futuro

source: Last month to Date
pt: Último mês até a data

source: Total Task
pt: Tarefa Total

source: Billable Hours
pt: Horas faturáveis

source: Non-Billable Hours
pt: Horas não faturáveis

source: from this project
pt: deste projeto

source: No Recent Activities
pt: Nenhuma atividade recente

source: Due on
pt: Devido a

source: Tasks Resolved
pt: Tarefas resolvidas

source: No task group found
pt: Nenhum grupo de tarefas encontrado

source: Created on
pt: Criado em

source: No project found
pt: Nenhum projeto encontrado

source: Task without Due Date
pt: Tarefa sem Data de Vencimento

source: spent and still counting
pt: gasto e ainda contando

source: spent on
pt: Gasto em

source: Download Task
pt: Tarefa de Download

source: Mail send successfully
pt: Correio enviado com sucesso

source: Oops! We are not able to send email. Please try later
pt: Opa! Não podemos enviar email. Por favor tente mais tarde

source: The compressed files are ready to be downloaded
pt: Os arquivos compactados estão prontos para serem baixados

source: Upcoming
pt: próximos

source: No overdue task
pt: Nenhuma tarefa atrasada

source: No upcoming task
pt: Nenhuma tarefa futura

source: Great Job. You don't have any over due task
pt: Bom trabalho. Você não tem nenhuma tarefa devida

source: Create
pt: Createk

source: or
pt: ou

source: Import
pt: Importar

source: Task Name
pt: Nome da tarefa

source: Late by Date
pt: Atrasado por data

source: of
pt: do

source: File Storage
pt: Armazenamento de arquivo

source: Active Users
pt: Usuários Ativos

source: Upgrade your Account
pt: Atualize sua conta

source: to get upto
pt: para se levantar

source: GB Storage
pt: Armazenamento GB

source: Subscription
pt: Inscrição

source: Credit Card
pt: Cartão de crédito

source: Invoices
pt: Faturas

source: Account Activity
pt: Atividade da conta

source: Complete Sprint
pt: Sprint Completo

source: Clear search
pt: Limpar pesquisa

source: Quick Filter
pt: Filtro Rápido

source: Assign To Me
pt: Atribuir a mim

source: Last Updated
pt: Ultima atualização

source: Assignee
pt: Responsável

source: Me
pt: Eu

source: All Sprint
pt: Todos Sprint

source: To Do (New)
pt: Fazer (novo)

source: IN PROGRESS
pt: EM PROGRESSO

source: DONE (Resolved & Closed)
pt: FEITO (Resolvido e Fechado)

source: Estimated Hours
pt: Horas estimadas

source: Story Point
pt: Ponto da história

source: Parents
pt: Pais

source: These tasks are waiting on this task.
pt: Essas tarefas estão aguardando essa tarefa

source: Dependents
pt: Dependentes

source: Task can't start. Waiting on these task to be completed.
pt: Tarefa não pode começar. Aguardando que essa tarefa seja concluída.

source: Recurring Task
pt: Tarefa Recorrente

source: No active sprints
pt: Não há sprints ativos

source: There are no active sprints
pt: Não há sprints ativos

source: Start sprints in the
pt: Comece sprints no

source: Dashboard
pt: painel de controle

source: Company
pt: Empresa

source: Add Company
pt: Adicionar empresa

source: Moderator
pt: Moderador

source: Unlimited
pt: Ilimitado

source: Beta User
pt: Usuário Beta

source: Old
pt: Velho

source: Sandbox
pt: Caixa de areia

source: Community
pt: Comunidade

source: Migration
pt: Migração

source: File Upload
pt: Upload de arquivo

source: Free to Paid
pt: Livre para Pago

source: New Users
pt: Novos usuários

source: Home
pt: Casa

source: Details
pt: Detalhes

source: Manage
pt: Gerir

source: Subscriptions
pt: Assinaturas

source: Product Updates
pt: Atualizações do produto

source: Beta Company
pt: Empresa Beta

source: Users
pt: Comercial

source: User Details
pt: Detalhes do usuario

source: Project Details
pt: Detalhes do Projeto

source: Beta Request
pt: Pedido Beta

source: Subscription Overview
pt: Visão geral da assinatura

source: Subscription Details
pt: Detalhes da assinatura

source: Cancelled
pt: Cancelado

source: Manage Coupon
pt: Gerenciar cupom

source: Free
pt: Livre

source: Free Download
pt: Download grátis

source: Search Company, Owner, Email
pt: Empresa de pesquisa, proprietário, e-mail

source: Free Subscriptions
pt: Assinaturas gratuitas

source: Cancelled Subscriptions
pt: Inscrições Canceladas

source: Search Result for
pt: Resultado da pesquisa para

source: Latest
pt: Mais recentes

source: Assigned
pt: Atribuído

source: tasks
pt: Tarefas

source: Others
pt: Outras

source: Bug
pt: Erro

source: files
pt: arquivos

source: Select where all the incomplete tasks should be moved
pt: Selecione onde todas as tarefas incompletas devem ser movidas

source: Move To:
pt: Mover para:

source: Complete
pt: Completo

source: Kanban Board
pt: Quadro Kanban

source: Kanban Status
pt: Status do Kanban

source: closed
pt: fechadas

source: out of
pt: fora de

source: tasks are closed
pt: tarefas estão fechadas

source: Create New Task
pt: Criar nova tarefa

source: Assign Task
pt: Atribuir tarefa

source: Task Group and Task
pt: Grupo de Tarefas e Tarefa

source: Resolve
pt: Resolver

source: Re-open
pt: Reabrir

source: Reply
pt: Resposta

source: Move to Project
pt: Mover para o projeto

source: Move to Task Group
pt: Mover para o grupo de tarefas

source: Remove Task
pt: Remover tarefa

source: Mark as Completed
pt: Marcar como concluído

source: Spent Hr
pt: Hr gasto

source: Enter Task Title
pt: Digite o título da tarefa

source: No active Task Group
pt: Nenhum grupo de tarefas ativo

source: No Completed Task Group
pt: Nenhum grupo de tarefas concluído

source: Sprint Name
pt: Nome da sprint

source: Sprint Goal
pt: Objetivo da Sprint

source: Sprint name cannot be left blank
pt: O nome da sprint não pode ser deixado em branco

source: NA
pt: N / D

source: Start Sprint
pt: Iniciar Sprint

source: Duration
pt: Duração

source: 1 Week
pt: 1 semana

source: 2 Week
pt: 2 semanas

source: 3 Week
pt: 3 semanas

source: 4 Week
pt: 4 semanas

source: Custom
pt: personalizadas

source: Start Date cannot be left blank
pt: A data de início não pode ser deixada em branco

source: Hour Spent
pt: Horas gastas

source: Task Reports
pt: Relatórios de Tarefas

source: Weekly Usage
pt: Uso Semanal

source: Resource Utilization
pt: Utilização de recursos

source: From Date
pt: Da data

source: To Date
pt: Até a presente data

source: Filters
pt: Filtros

source: Filter
pt: Filtro

source: Yesterday
pt: Ontem

source: This Week
pt: Esta semana

source: This Month
pt: Este mês

source: This Quarter
pt: Neste trimestre

source: This Year
pt: Este ano

source: Last Week
pt: Semana passada

source: Last Month
pt: Mês passado

source: Last Quarter
pt: Ultimo quarto

source: Last Year
pt: Ano passado

source: Last 365 days
pt: Últimos 365 dias

source: Export To CSV File
pt: Exportar para arquivo CSV

source: Apply
pt: Aplique

source: Import Task
pt: Tarefa de Importação

source: Please confirm your email address
pt: por favor, confirme seu endereço de email

source: Resend email
pt: Reenviar email

source: Change your email
pt: Mude seu email

source: Miscellaneous
pt: Diversos

source: Personal Settings
pt: Configurações pessoais

source: My Profile
pt: Meu perfil

source: Change Password
pt: Mudar senha

source: Notifications
pt: Notificações

source: Email Reports
pt: Relatórios por email

source: Default Views
pt: Visualizações padrão

source: Company Settings
pt: Configurações da empresa

source: My Company
pt: Minha compania

source: Daily Catch-Up
pt: Apanha diária

source: Import & Export
pt: Importação e Exportação

source: Cancel Account
pt: Cancelar conta

source: Account Settings
pt: Configurações da conta

source: Transactions
pt: Transações

source: Usage Details
pt: Detalhes de uso

source: Upgrade Subscription
pt: Atualizar assinatura

source: Edit Credit Card
pt: Editar cartão de crédito

source: Account Limitation
pt: Limitação de conta

source: Pricing
pt: Preços

source: Labels
pt: Rótulos

source: Daily Progress Reminder
pt: Lembrete de progresso diário

source: Templates
pt: Modelos

source: Bug Reports
pt: Relatório de erros

source: Hours Spent Reports
pt: Horas gastas relatórios

source: Account
pt: Conta

source: Delete Account
pt: Deletar conta

source: Weekly Usage Report
pt: Relatório de Uso Semanal

source: Gantt Chart
pt: Gráfico de Gantt

source: Find a Project
pt: Encontre um projeto

source: Overview
pt: Visão geral

source: All Dates
pt: Todas as datas

source: All Task
pt: Toda a tarefa

source: Estimation
pt: Estimativa

source: Sprint Setting
pt: Configuração de Sprint

source: Move multiple tasks to Sprint
pt: Mover várias tarefas para o Sprint

source: task
pt: tarefa

source: To Do
pt: Façam

source: Done
pt: Feito

source: Move Sprint Up
pt: Mova o Sprint Up

source: Move Sprint Down
pt: Mova o Sprint Down

source: Create Sprint
pt: Criar Sprint

source: No activity found
pt: Nenhuma atividade encontrada

source: Set favourite task
pt: Definir tarefa favorita

source: Remove from the favourite task
pt: Remover da tarefa favorita

source: Edit Task Title
pt: Editar título da tarefa

source: Enter task title
pt: Digite o título da tarefa

source: Last updated
pt: Ultima atualização

source: Due
pt: Vencimento

source: Clients can not see this task
pt: Os clientes não podem ver essa tarefa

source: These tasks are waiting on this task
pt: Essas tarefas estão aguardando essa tarefa

source: Task can't start. Waiting on these task to be completed
pt: Tarefa não pode começar. Aguardando que essa tarefa seja concluída

source: Reload
pt: recarregar

source: Archived
pt: Arquivado

source: Completed Sprint
pt: Sprint concluído

source: You can enter as 1(that mean 1 day)
pt: Você pode entrar como 1 (que significa 1 dia)

source: You can enter time as 1.5(that mean 1 hour and 30 minutes)
pt: Você pode inserir o tempo como 1,5 (que significa 1 hora e 30 minutos)

source: Spent Hour(s)
pt: Hora (s) Gasto (s)

source: Descriptions
pt: Descrições

source: Expand description
pt: Expandir descrição

source: 1 Attachment
pt: 1 anexo

source: Attachments
pt: Anexos

source: No Attachments
pt: Sem anexos

source: Preview Image
pt: Visualizar imagem

source: Collapse Description
pt: Recolher descrição

source: Comments
pt: Comentários

source: Time log
pt: Registro de tempo

source: View remaining
pt: Ver restante

source: thread
pt: fio

source: View latest 10
pt: Veja as últimas 10

source: View oldest thread on top
pt: Ver segmento mais antigo no topo

source: Newer
pt: Mais recente

source: View newest thread on top
pt: Veja o tópico mais recente no topo

source: Older
pt: Mais velho

source: HTML Editor
pt: Editor de HTML

source: TEXT Editor
pt: Editor de texto

source: Text
pt: Texto

source: self
pt: auto

source: Time Range
pt: Intervalo de tempo

source: Break Time
pt: Intervalo

source: Spent Hours
pt: Horas gastas

source: Is Billable
pt: É faturável

source: Drag and drop files to upload
pt: Arraste e solte arquivos para fazer upload

source: Drop files here or
pt: Solte arquivos aqui ou

source: click upload
pt: clique em upload

source: Do not show this comment to the client
pt: Não mostrar este comentário para o cliente

source: Post comment
pt: Postar comentário

source: Hours Spent and % Completed
pt: Horas gastas e% concluídas

source: Attachments, Google Drive, Dropbox
pt: Anexos, Google Drive, Dropbox

source: More Options
pt: Mais opções

source: Less
pt: Menos

source: People
pt: Pessoas

source: People Involved
pt: Pessoas envolvidas

source: Date Not Set
pt: Data não definida

source: Edit Task To Set Start Date
pt: Editar tarefa para definir a data de início

source: Last Commented
pt: Última Comentada

source: Created Date
pt: data criada

source: Resolved Date
pt: Data Resolvida

source: Label in this Task
pt: Label nesta tarefa

source: Add label
pt: Adicionar etiqueta

source: File in this Task
pt: Arquivo nesta tarefa

source: File
pt: Arquivo

source: No Files in this Task
pt: Nenhum arquivo nesta tarefa

source: Display All
pt: Exibir tudo

source: Back to Parent
pt: De volta ao pai

source: Reset Filter
pt: Repor Filtro

source: No Label in this Task
pt: Nenhum rótulo nesta tarefa

source: Linking Tasks
pt: Vinculando Tarefas

source: No linking available.
pt: Nenhuma ligação disponível.

source: Move to Task Group/Sprint
pt: Mover para o grupo de tarefas / Sprint

source: Remove from Task Group
pt: Remover do grupo de tarefas

source: updated
pt: Atualizada

source: created
pt: criada

source: Edit Due Date
pt: Editar data de vencimento

source: Show/Hide Columns
pt: Mostrar / ocultar colunas

source: Show/Hide All
pt: Mostrar / ocultar tudo

source: Assigned To
pt: Atribuído a

source: Est. Hours
pt: Est Horas

source: Assign task(s) to user
pt: Atribuir tarefa (s) ao usuário

source: Move to project
pt: Mover para o projeto

source: Copy to Project
pt: Copiar para o projeto

source: Create Project Template
pt: Criar modelo de projeto

source: Quick Task
pt: Tarefa Rápida

source: Task Title
pt: Título da Tarefa

source: Get quick help on Due Date
pt: Obtenha ajuda rápida na data de vencimento

source: Get quick help on Task Type
pt: Obter ajuda rápida no tipo de tarefa

source: Est. Hour
pt: Husa. Hora

source: Save & Continue
pt: Salvar e continuar

source: Save & Start Timer
pt: Salvar e iniciar o timer

source: History
pt: História

source: No Tasks
pt: Sem tarefas

source: No tasks for me
pt: Nenhuma tarefa para mim

source: No tasks as overdue
pt: Nenhuma tarefa tão atrasada

source: No tasks delegated
pt: Nenhuma tarefa delegada

source: No high priority tasks
pt: Não há tarefas de alta prioridade

source: No favourite tasks
pt: Nenhuma tarefa favorita

source: Quick Task Group
pt: Grupo de Tarefas Rápidas

source: Task Group Title
pt: Título do grupo de tarefas

source: Post Task
pt: Postar tarefa

source: Convert to Task
pt: Converter para tarefa

source: Edit Task Group
pt: Editar grupo de tarefas

source: Add Task
pt: Adicionar tarefa

source: No Tasks found
pt: Nenhuma tarefa encontrada

source: on project
pt: no projeto

source: story point 1 = 1 day
pt: ponto da história 1 = 1 dia

source: Story Points
pt: Pontos Históricos

source: Share From Google Drive
pt: Compartilhar do Google Drive

source: Share From Dropbox
pt: Compartilhar do Dropbox

source: Get quick help on Create Task
pt: Obtenha ajuda rápida em Criar Tarefa

source: Date when task will be finished
pt: Data em que a tarefa será finalizada

source: Get quick help on task group
pt: Mostrar tarefas concluídas

source: Recurring
pt: Recorrente

source: Get quick help on Recurring task
pt: Obtenha ajuda rápida na tarefa recorrente

source: Update recurring status
pt: Atualizar status recorrente

source: Select Start time and End time; it will calculate spent hours automatically
pt: Selecione Hora de início e Hora de término; calculará horas gastas automaticamente

source: Relate to
pt: Relacionar-se com

source: Linking Task
pt: Tarefa de Vinculação

source: Select Label
pt: Selecione o rótulo

source: Get quick help on Notify via Email
pt: Obtenha ajuda rápida no Notify via Email

source: Do not show the task to the client
pt: Não mostre a tarefa para o cliente

source: Get quick help on Don't show the task to client
pt: Obtenha ajuda rápida em Não mostrar a tarefa ao cliente

source: Save & Exit
pt: Saída segura

source: No group
pt: Nenhum grupo

source: Start Time
pt: Hora de início

source: End Time
pt: Fim do tempo

source: Actual Hour(s)
pt: Hora real (s)

source: Select User(s)
pt: Selecione o (s) usuário (s)

source: Do not show this task to the client
pt: Não mostre esta tarefa para o cliente

source: Save & Create
pt: Salvar e criar

source: Weekly
pt: Semanal

source: Monthly
pt: Por mês

source: Quarterly
pt: Trimestral

source: Yearly
pt: Anual

source: Starts
pt: Começa

source: Ends after
pt: Termina depois

source: occurrences
pt: ocorrências

source: Ends on
pt: Termina em

source: Milestone
pt: Marco histórico

source: No milestone
pt: Nenhum marco

source: Preview
pt: Visualizar

source: Tasks Count
pt: Contagem de Tarefas

source: Filter Items
pt: Filtrar itens

source: Save Filter
pt: Salvar filtro

source: No filter has been created
pt: Nenhum filtro foi criado

source: Subtasks
pt: Subtarefas

source: Reload Subtask
pt: Recarregar subtarefa

source: No Subtask available.
pt: Nenhuma subtarefa disponível.

source: No more tasks found. Start adding your tasks
pt: Não há mais tarefas encontradas. Comece a adicionar suas tarefas

source: Completed Tasks
pt: Tarefas concluídas

source: Not Completed Tasks
pt: Tarefas não concluídas

source: Completed Outside Tasks
pt: Tarefas externas concluídas

source: Original Time Estimate
pt: Estimativa original do tempo

source: Task Count
pt: Contagem de Tarefas

source: No task found
pt: Nenhuma tarefa encontrada

source: No tasks found
pt: Nenhuma tarefa encontrada

source: Sort By Task Group Title
pt: Classificar por título do grupo de tarefas

source: Sort By Task Title
pt: Classificar por título da tarefa

source: Preview Images
pt: Visualizar imagens

source: Now
pt: Agora

source: Reset All
pt: Reiniciar tudo

source: Export(.csv)
pt: Exportar (.csv)

source: Expand Time Log
pt: Expandir Registro de Horário

source: Billed
pt: Faturado

source: Logged Hours
pt: Horas registradas

source: You are not authorized to modify
pt: Você não está autorizado a modificar

source: Hide Time Log
pt: Ocultar log de hora

source: Move to roject
pt: mover para o projeto

source: Move Task To Task Group
pt: Mover Tarefa Para o Grupo de Tarefas

source: edit Assign to
pt: editar Atribuir a

source: Task Settings
pt: Configurações de Tarefa

source: Chat Settings
pt: Configurações de bate-papo

source: Resource Availability
pt: Disponibilidade de recursos

source: From
pt: A partir de

source: Edit User
pt: Editar usuário

source: First Name
pt: Primeiro nome

source: Last Name
pt: Último nome

source: Short Name
pt: Nome curto

source: Time Zone
pt: Fuso horário

source: Profile Image
pt: Imagem de perfil

source: Keep me upto date with new features
pt: Mantenha-me atualizado com novos recursos

source: Choose Profile Image
pt: Escolha a imagem do perfil

source: Select Task
pt: Selecione Tarefa

source: How is Orangescrum different from other tools or systems
pt: Como o Orangescrum é diferente de outras ferramentas ou sistemas?

source: Orangescrum combines work management + team collaboration & file sharing + invoicing + timelog, so that you can do more with the help of just one app
pt: O Orangescrum combina gerenciamento de trabalho + colaboração de equipe e compartilhamento de arquivos + faturamento + timelog, para que você possa fazer mais com a ajuda de apenas um aplicativo

source: Orangescrum, to accelerate your business without the botheration of managing multiple apps
pt: Orangescrum, para acelerar o seu negócio sem a incomodidade de gerenciar vários aplicativos

source: Check in the
pt: Verifique no

source: success story
pt: história de sucesso

source: of SARAL using Orangescrum
pt: de SARAL usando Orangescrum

source: Can I avail a free trial plan with all features
pt: Posso aproveitar um plano de teste gratuito com todos os recursos

source: As soon as you sign up, you can enjoy Orangescrum's free trial for 30 days with all its features
pt: Assim que se inscrever, você poderá aproveitar o teste gratuito do Orangescrum por 30 dias com todos os seus recursos

source: When will I be charged for the paid plan
pt: Quando serei cobrado pelo plano pago

source: You will be charged at the beginning of the subscription date
pt: Você será cobrado no início da data da assinatura

source: All our plans are monthly chargeable plans
pt: Todos os nossos planos são planos mensais cobráveis

source: If you cancel your account at any time within the billing cycle, you will not be charged further and your subscription will be active till the end of the next billing date
pt: Se você cancelar sua conta a qualquer momento dentro do ciclo de faturamento, você não será mais cobrado e sua assinatura ficará ativa até o final da próxima data de faturamento.

source: You will still have all the access to all the functionalities you have with your current plan
pt: Você ainda terá todo o acesso a todas as funcionalidades que você tem com o seu plano atual

source: You will not be charged from the next billing cycle and your subscription will be deactivated at the end of your current cycle date
pt: Você não será cobrado no próximo ciclo de faturamento e sua assinatura será desativada no final de sua data de ciclo atual

source: Ex: If you choose your plan on Jan 1, then your next payment date is Jan 31
pt: Ex: Se você escolher seu plano em 1º de janeiro, sua próxima data de pagamento é 31 de janeiro

source: Can I opt for an Annual Orangescrum Cloud Subscription
pt: Posso optar por uma assinatura anual da Orangescrum Cloud?

source: Yes, you can! Orangescrum Cloud is available on an annual subscription plan in addition to monthly plan
pt: Sim você pode! Orangescrum Cloud está disponível em um plano de assinatura anual, além do plano mensal

source: I am not sure which plan best suits me
pt: Eu não tenho certeza qual plano melhor combina comigo

source: You can start with the plan that suits your needs today (say with respect to number of users) and upgrade to higher plan any time as required
pt: Você pode começar com o plano que atenda às suas necessidades hoje (digamos, com relação ao número de usuários) e atualizar para um plano mais alto a qualquer momento, conforme necessário

source: You will be charged a pro-rated amount based on the remaining time in the current billing cycle
pt: Você será cobrado um valor proporcional com base no tempo restante no ciclo de faturamento atual

source: Ex: If you have 10 Users as of now then you can go for the "Startup" plan (10 users, Unlimited projects, 5 GB storage) and upgrade as per your requirement
pt: Ex: Se você tem 10 usuários a partir de agora, então você pode ir para o plano de "inicialização" (10 usuários, projetos ilimitados, 5 GB de armazenamento) e atualizar como por sua exigência

source: Do you have any quick guide or getting started page
pt: Você tem um guia rápido ou uma página de introdução?

source: Yes, we do. It's known as
pt: Sim nós fazemos. É conhecido como

source: Orangescrum Helpdesk
pt: Helpdesk de Laranjascrum

source: you will find all the answers to your questions with screenshots that will guide you in getting started with Orangescrum as well as rescue you if you're stuck somewhere
pt: você encontrará todas as respostas para as suas perguntas com capturas de tela que o guiarão em começar a usar o Orangescrum, bem como resgatá-lo se você estiver preso em algum lugar

source: Can I downgrade or cancel
pt: Posso fazer downgrade ou cancelar

source: You can downgrade to a lower paid plan or cancel anytime
pt: Você pode fazer o downgrade para um plano pago mais baixo ou cancelar a qualquer momento

source: How can I change my plan
pt: Como posso mudar meu plano?
