Repository: movidelnor/tareas
Catalog: app/Locale/por/LC_MESSAGES/default.po
Languages: pt

source: updated and finally submitted the wiki.
pt: atualizado e finalmente enviou o wiki.

source: updated wiki.
pt: wiki atualizado.

source: added attachments.
pt: anexos adicionados.

source: added wiki and finally submitted.
pt: adicionado wiki e finalmente enviado.

source: added wiki.
pt: wiki adicionado.

source: deleted wiki attachments.
pt: Anexos do wiki excluídos

source: downloaded wiki attachments.
pt: anexos wiki baixados.

source: updated approver hierarchy.
pt: hierarquia de aprovador atualizada.

source: A new task with title '
pt: Uma nova tarefa com título '

source: ' is posted now.
pt: 'é postado agora.

source: commented on '
pt: comentou '

source: ' now.
pt: ' agora.

source: Invalid parameters supplied.
pt: Parâmetros inválidos fornecidos.

source: Your account has been deactivated. Please contact your account owner.
pt: Sua conta foi desativada. Entre em contato com o proprietário da sua conta.

source: Created
pt: Criada

source: Change Story Point
pt: Mudar ponto da história

source: No Task found with the selected id
pt: Nenhuma tarefa encontrada com o ID selecionado

source: Project deleted successfully
pt: Projeto excluído com sucesso

source: Oops! No project found with the given id.
pt: Opa! Nenhum projeto encontrado com o ID fornecido.

source: On
pt: Em

source: on
pt: em

source: Updated
pt: Atualizada

source: task type to
pt: tipo de tarefa para

source: Task type to
pt: Tipo de tarefa para

source: Re-assigned
pt: Reatribuído

source: To
pt: Para

source: proirity to
pt: prioridade para

source: Proirity to
pt: Prioridade para

source: due date on
pt: data de vencimento

source: to
pt: para

source: Due date on
pt: Data de vencimento em

source: estimated hour(s) on
pt: hora (s) estimada (s) em

source: task progress on
pt: progresso da tarefa em

source: task progress on
pt: progresso da tarefa em

source: Title Changed
pt: Título alterado

source: Removed a file
pt: Removido um arquivo

source: Status changed
pt: Status alterado

source: Set favorite task
pt: Definir tarefa favorita

source: Removed favorite task
pt: Tarefa favorita removida

source: Replied
pt: Respondido

source: Email already exists! Please try another
pt: E-mail já existe! Por favor tente outro

source: Please enter a valid email.
pt: Por favor digite um email válido.

source: is not allowed.
pt: não é permitido.

source: Oops, site address already in use!
pt: Opa, o endereço do site já está em uso!

source: Oops, company name already in use!
pt: Opa, nome da empresa já em uso!

source: Invalid coupon code!
pt: Código de cupom inválido!

source: Oops! Coupon code has already used.
pt: Opa! O código de cupom já foi usado.

source: Auth token is invalid!
pt: O token de autenticação é inválido!

source: Something went wrong!
pt: Algo deu errado!

source: Wiki category is already present.
pt: A categoria Wiki já está presente.

source: Wiki sub-category is already present.
pt: A subcategoria Wiki já está presente.

source: Please enter category title.
pt: Por favor, insira o título da categoria.

source: Please specify a file name for download.
pt: Por favor, especifique um nome de arquivo para download.

source: Oops! File not found.
pt: Opa! Arquivo não encontrado.

source: File may be deleted or make sure you specified correct file name.
pt: O arquivo pode ser excluído ou verifique se você especificou o nome correto do arquivo.

source: Wikis Assigned to Me
pt: Wikis atribuídos a mim

source: Wiki Title
pt: Título da Wiki

source: Date
pt: Encontro

source: Submitted Date
pt: Data de envio

source: Action
pt: Açao

source: View Wiki Details
pt: Ver detalhes da Wiki

source: No wikis available
pt: Não há wikis disponíveis

source: All assigned wikis will appear here for approval
pt: Todos os wikis designados aparecerão aqui para aprovação

source: Non Project Wikis
pt: Wikis sem projeto

source: Collapse All
pt: Recolher todos

source: Expand All
pt: Expandir todos

source: New Wiki
pt: Wiki novo

source: Manage Category
pt: Gerenciar Categoria

source: Manage Subcategory
pt: Gerenciar subcategoria

source: Created by
pt: Criado por

source: Give Comment On Wiki
pt: Dê um comentário sobre a Wiki

source: Update Wiki
pt: Atualização Wiki

source: Delete Wiki
pt: Excluir Wiki

source: View Wiki Activity
pt: Visualizar a atividade da Wiki

source: Disable Wiki
pt: Desativar Wiki

source: Enable Wiki
pt: Ativar Wiki

source: No Content Available.
pt: Nenhum conteúdo disponível.

source: All Comments
pt: Todos os comentários

source: Commented By
pt: Comentado por

source: Commented On
pt: Comentado em

source: No Comments Available.
pt: Nenhum comentário disponível.

source: All wikis will appear here
pt: Todos os wikis aparecerão aqui

source: Project Wikis
pt: Wikis de projeto

source: All Attachments
pt: Todos os anexos

source: Update wiki
pt: Atualizar wiki

source: Create New wiki
pt: Criar novo wiki

source: Wiki Description
pt: Descrição do Wiki

source: Link To Project
pt: Link para o projeto

source: Select Project
pt: Selecione o projeto

source: Wiki Category
pt: Categoria Wiki

source: Select Wiki Category
pt: Selecione a categoria Wiki

source: Create New Category
pt: Criar nova categoria

source: Wiki Sub Category
pt: Sub Categoria Wiki

source: Select Wiki Sub-Category
pt: Selecione Subcategoria Wiki

source: Create New Sub-Category
pt: Criar nova subcategoria

source: Is Parent Wiki
pt: É pai Wiki

source: Choose Parent Wiki
pt: Escolha o Parent Wiki

source: Select Parent Wiki
pt: Selecione Wiki Parent

source: File Attachments
pt: Anexos de arquivo

source: File Description
pt: Descrição do arquivo

source: Choose Approver
pt: Escolha Aprovador

source: Select Approver
pt: Selecione Aprovador

source: Save As Draft
pt: Salvar como rascunho

source: Cancel
pt: Cancelar

source: Approvers
pt: Aprovadores

source: Starting hierarchy from 1 as Level 1, 2 as Level 2 and so on.
pt: Começando a hierarquia de 1 como Nível 1, 2 como Nível 2 e assim por diante.

source: Add Approver
pt: Adicionar aprovador

source: Manage Approver
pt: Gerenciar aprovador

source: Approver Name
pt: Nome do aprovador

source: Approver Hierarchy
pt: Hierarquia do aprovador

source: This is the place where we can set the approval heirarchy to get your wiki approved.
pt: Este é o lugar onde podemos definir a hierarquia de aprovação para que seu wiki seja aprovado.

source: You can add as many levels as required based on your organization policy and business requirements.
pt: Você pode adicionar quantos níveis forem necessários com base na política da organização e nos requisitos de negócios.

source: E.g. You add 4 users and assign them levels 1 to 4.(1 being the first level approver in the heirarchy).
pt: Por exemplo. Você adiciona 4 usuários e atribui os níveis de 1 a 4. (1 sendo o aprovador de primeiro nível na hierarquia).

source: The wiki once submitted will first go to U1-L1 for approval and then to U2-L2 etc. based on your selection from the "Approver" dropdown menu. At the same time, if you select U3-L3; then the approval kick starts from L3 approval and then to L4. In this scenario L1 and L2 approvals will not be required or triggered.
pt: A wiki, uma vez submetida, irá primeiro para U1-L1 para aprovação e depois para U2-L2, etc., com base na sua seleção no menu suspenso "Aprovador". Ao mesmo tempo, se você selecionar U3-L3; então o chute de aprovação começa da aprovação L3 e depois para L4. Neste cenário, as aprovações L1 e L2 não serão necessárias ou acionadas.

source: Inactive
pt: Inativo

source: Active
pt: Ativo

source: Enable
pt: Habilitar

source: Disable
pt: Desabilitar

source: No approver......
pt: Nenhum aprovador ......

source: Categories
pt: Categorias

source: Add Wiki Category
pt: Adicione a categoria Wiki

source: Name
pt: Nome

source: Category Title
pt: Título da categoria

source: No wiki category......
pt: Nenhuma categoria wiki ......

source: Sub Categories
pt: Título da Categoria

source: Add Wiki Sub Category
pt: Adicionar Sub Categoria Wiki

source: Sub Category Title
pt: Título da subcategoria

source: No wiki subcategory......
pt: Nenhuma subcategoria wiki ......

source: Download Attachments
pt: Download de Anexos

source: Your download is ready click below to download
pt: Seu download está pronto, clique abaixo para fazer o download

source: Non Project Wiki
pt: Wiki não pertencente ao projeto

source: Assigned to Me
pt: Atribuído a mim

source: loading
pt: Carregando

source: Please enter sub-category title.
pt: Por favor, insira o título da subcategoria.

source: Are you sure to enable this wiki
pt: Você tem certeza de habilitar este wiki?

source: Are you sure to disable this wiki
pt: Você tem certeza de desativar este wiki?

source: Please check atleast one attachment file to delete
pt: Por favor, verifique pelo menos um arquivo anexo para excluir

source: Please check atleast one attachment file to download
pt: Por favor, verifique pelo menos um arquivo anexo para download

source: Are you sure you want to leave this form without saving
pt: Tem certeza de que deseja sair deste formulário sem salvar

source: Please change project to export.
pt: Por favor, mude o projeto para exportar.

source: Please select atleast one expense to export.
pt: Por favor, selecione pelo menos uma despesa para exportar.

source: Ah... you are inviting the company Owner
pt: Ah ... você está convidando o dono da empresa

source: Ah... you are inviting yourself
pt: Ah ... você está se convidando

source: Oops! Invitation already sent to
pt: Opa! Convite já enviado para

source: This hierarchy is already assigned to other.
pt: Essa hierarquia já está atribuída a outra.

source: Only numbers are allowed.
pt: Apenas números são permitidos.

source: Please enter hierarchy to update.
pt: Por favor, entre na hierarquia para atualizar.

source: Note can not be blank!
pt: Nota não pode estar em branco!

source: Approver Deleted Successfully
pt: Aprovador excluído com sucesso

source: Approver already assigned to an Wiki
pt: Aprovador já atribuído a um Wiki

source: Last Project accessed
pt: Último projeto acessado

source: Mb of
pt: Mb de

source: full
pt: cheio

source: Mb of storage
pt: Mb de armazenamento

source: Subtask
pt: Subtarefa

source: Below tasks are parent task of this Subtask
pt: Abaixo das tarefas estão as tarefas principais desta Subtarefa

source: Choose at least one task
pt: Escolha pelo menos uma tarefa

source: Restore
pt: Restaurar

source: Remove
pt: Remover

source: Task
pt: Tarefa

source: Title
pt: Título

source: Project
pt: Projeto

source: Create Task
pt: Criar tarefa

source: Choose at least one file
pt: Escolha pelo menos um arquivo

source: File Name
pt: Nome do arquivo

source: File Type
pt: Tipo de arquivo

source: Date & Time
pt: Data hora

source: Size
pt: Tamanho

source: None
pt: Nenhum

source: Project Name
pt: Nome do Projeto

source: Created By
pt: Criado por

source: Start Date
pt: Data de início

source: End Date
pt: Data final

source: First
pt: Primeiro

source: Prev
pt: Anterior

source: Next
pt: Próximo

source: Last
pt: Último

source: Set Preference For Case
pt: Definir preferência para o caso

source: Select
pt: Selecione

source: Save
pt: Salve 

source: Assign To
pt: Atribuir a

source: me
pt: mim

source: Case Type
pt: Caso-tipo

source: Development
pt: Desenvolvimento

source: Today
pt: Hoje

source: Next Monday
pt: Próxima segunda

source: nextmonday
pt: Próxima segunda

source: This Friday
pt: Esta sexta

source: thisfriday
pt: esta sexta

source: Tomorrow
pt: Amanhã

source: tomorrow
pt: amanhã

source: no due date
pt: sem data de vencimento

source: Priority
pt: Prioridade

source: LOW
pt: BAIXO

source: MEDIUM
pt: MÉDIO

source: medium
pt: médio

source: HIGH
pt: ALTO

source: high
pt: Alto

source: Email Notification
pt: Notificação de Email

source: Owner
pt: Proprietário

source: Search Members
pt: Procurar membros

source: Recent
pt: Recente

source: Group
pt: Grupo

source: Files
pt: arquivos

source: Client
pt: Cliente

source: No recent member messages to you
pt: Nenhuma mensagem de membro recente para você

source: No groups available
pt: Nenhum grupo disponível

source: No file founds
pt: Nenhum arquivo encontrado

source: Create New Group
pt: Criar novo grupo

source: Type your message here
pt: Digite sua mensagem aqui

source: Projects
pt: Projetos

source: Closed Tasks
pt: Tarefas Fechadas

source: Total Tasks
pt: Tarefas Totais

source: Active User
pt: Usuário ativo

source: Spent and still counting
pt: Gasto e ainda contando

source: MB of File Storage
pt: MB de armazenamento de arquivos

source: Top Five Projects
pt: Cinco principais projetos

source: In terms of number of tasks
pt: Em termos de número de tarefas

source: Completed Project
pt: Projeto concluído

source: Loading
pt: Carregando

source: Last 30 days
pt: Últimos 30 dias

source: New projects
pt: Novos projetos

source: projects
pt: projetos

source: Active projects
pt: Projetos ativos

source: Clients
pt: Clientes

source: Time Log
pt: Registro de tempo

source: Project wise Resource Utilization
pt: Utilização de recursos em projeto inteligente

source: Task List
pt: Lista de tarefas

source: View All
pt: Ver tudo

source: Task Type
pt: Tipo de Tarefa

source: Activity
pt: Atividade

source: Add New User
pt: Adicionar novo usuário

source: Create New Project
pt: Criar novo projeto

source: Create Task Group
pt: Criar grupo de tarefas

source: Updated on
pt: Atualizado em

source: Unassigned
pt: Não atribuído

source: more
pt: Mais

source: hide
pt: ocultar

source: Select User
pt: Selecione o usuário

source: Already in this Project
pt: Já neste projeto

source: No User(s) assigned
pt: Nenhum usuário atribuído

source: Assign
pt: Atribuir

source: Search
pt: Pesquisa

source: Yet to Sign In
pt: Ainda para entrar

source: Last Sign In
pt: Último login

source: Showing tasks of
pt: Mostrando tarefas de

source: Types
pt: Tipos

source: Members
pt: Membros

source: Page
pt: Página

source: Reset Filters
pt: Redefinir Filtros

source: Reset
pt: Restabelecer

source: click to Reset Filters
pt: clique para redefinir os filtros

source: Past hour
pt: Hora passada

source: Past 24Hour
pt: Último 24Hour

source: Past Week
pt: Semana passada

source: Past month
pt: Mês passado

source: Past Year
pt: Ano passado

source: Any Time
pt: A qualquer momento

source: Hide Widget
pt: Esconder Widget

source: Show Type Widget
pt: Mostrar widget de tipo

source: Edit
pt: Editar

source: Show Images
pt: Mostrar imagens

source: by
pt: de

source: Select project
pt: Selecione o projeto

source: No Projects assigned yet
pt: Nenhum projeto atribuído ainda

source: Copy
pt: cópia de

source: Previous
pt: Anterior

source: No custom filters
pt: Nenhum filtro personalizado

source: Anytime
pt: A qualquer momento

source: Past 24 hours
pt: Últimas 24 horas

source: Past week
pt: Semana passada

source: Past year
pt: Ano passado

source: Custom range
pt: Intervalo personalizado

source: From Date cannot be left blank
pt: A partir da data não pode ser deixado em branco

source: To Date cannot be left blank
pt: Até a data não pode ser deixado em branco

source: From Date cannot exceed To Date
pt: De data não pode exceder a data

source: Project Status
pt: Status do projeto

source: Any time
pt: A qualquer momento

source: Updates
pt: Atualizações

source: Without Comment
pt: Sem comentários

source: With Comment
pt: Com comentário

source: Export CSV
pt: Exportar CSV

source: End Date cannot be left blank
pt: A data final não pode ser deixada em branco

source: Invoice
pt: Fatura

source: Customer
pt: Cliente

source: Amount
pt: Montante

source: Email
pt: O email

source: Delete
pt: Excluir

source: No records
pt: Não há registros

source: Invoice deleted successfully
pt: Fatura excluída com sucesso

source: Invoice not deleted
pt: Fatura não excluída

source: Billing From
pt: Faturamento De

source: Choose a Customer
pt: Escolha um cliente

source: Add New Customer
pt: Adicionar novo cliente

source: No Customers found
pt: Nenhum cliente encontrado

source: Billing To
pt: Faturamento Para

source: Due on receipt
pt: Devido no recebimento

source: Net 30
pt: 30 da net

source: Balance Due
pt: Saldo devedor

source: Description
pt: Descrição

source: Qty
pt: Qtd

source: Rate
pt: Taxa

source: Discount Percent
pt: Porcentagem de desconto

source: Discount Flat
pt: Apartamento com desconto

source: Tax
pt: Imposto

source: Total Amount
pt: Valor total

source: Message displayed on invoice
pt: Mensagem exibida na fatura

source: Memo
pt: Memorando

source: Save & Send
pt: Salvar e Enviar

source: Save & Download
pt: Salvar e baixar

source: Save & Close
pt: Salvar fechar

source: Save & New
pt: Salvar e Novo

source: File size exceeds 2MB
pt: O tamanho do arquivo excede 2 MB

source: Terms
pt: Termos

source: Net
pt: Líquido

source: Discount
pt: Desconto

source: Send
pt: Enviar

source: Move
pt: Mover

source: is Using
pt: está usando

source: Notify via Email
pt: Notifique via e-mail

source: ALL
pt: TODOS

source: No recently viewed
pt: Não foi visualizado recentemente

source: Filter Name
pt: Nome do filtro

source: Search Results
pt: Procurar Resultados

source: No result found
pt: nenhum resultado encontrado

source: No Task Group
pt: Nenhum grupo de tarefas

source: Unbilled Time
pt: Hora não faturada

source: Total Billable
pt: Total faturável

source: Create Invoice without Unbilled Time
pt: Criar fatura sem tempo não faturado

source: Resource
pt: Recurso

source: Type
pt: Tipo

source: End
pt: Fim

source: Hours
pt: Horas

source: Assigned to
pt: Atribuído a

source: This feature is only available to the paid users
pt: Este recurso está disponível apenas para os usuários pagos

source: Please Upgrade
pt: Por favor atualize

source: Estimated
pt: Estimado

source: Export To CSV
pt: Exportar para CSV

source: Time Entry
pt: Entrada no tempo

source: Total hours logged
pt: Total de horas registradas

source: Non-Billable
pt: Não faturável

source: Resource Utilization Report
pt: Relatório de Utilização de Recursos

source: Start Timer
pt: Iniciar temporizador

source: User
pt: Do utilizador

source: Archive
pt: Arquivo

source: Tasks
pt: Tarefas

source: Archive Date
pt: Data de arquivamento

source: No data available
pt: Não há dados disponíveis

source: You have
pt: Você tem

source: Daily Update
pt: Atualização diária

source: Your description will be replaced by this
pt: Sua descrição será substituída por esta

source: Template
pt: Modelo

source: Custom Date
pt: Data Customizada

source: Enter Description
pt: Digite a descrição

source: Estimated Hour(s)
pt: Hora (s) estimada (s)

source: You can enter time as 1.5 (that mean 1 hour and 30 minutes)
pt: Você pode inserir o tempo como 1,5 (que significa 1 hora e 30 minutos)

source: Hour(s) Spent
pt: Hora (s) gasta

source: You can enter time as 1.5 (that mean 1 hour and 30 minutes)
pt: Você pode inserir o tempo como 1,5 (que significa 1 hora e 30 minutos)

source: Select multiple files to upload
pt: Selecione vários arquivos para fazer upload

source: Max size
pt: tamanho máximo

source: Title Field Can Not Be Left Blank
pt: Campo de título não pode ser deixado em branco

source: 2 seconds ago by me
pt: 2 segundos atrás por me

source: Welcome to Orangescrum
pt: Bem vindo ao Orangescrum

source: Let’s Make Your Project Collaboration Simpler
pt: Vamos tornar sua colaboração no projeto mais simples

source: I'M Ready to Get Started
pt: Estou pronto para começar

source: This is your "Quick Navigation" menu, from Kanban View to Calendar View and more
pt: Este é o seu menu "Navegação Rápida", da Vista do Kanban à Vista do Calendário e muito mais

source: The "Quick Links" tab helps you to add Projects, Users, Tasks, Task Groups, Timelog and Invoices quicker
pt: A aba "Links rápidos" ajuda você a adicionar projetos, usuários, tarefas, grupos de tarefas, timelog e faturas mais rapidamente

source: This is the place where you can view all your logged time details
pt: Este é o lugar onde você pode ver todos os detalhes do seu tempo registrado

source: From here, you can view & generate "Invoices"
pt: A partir daqui, você pode ver e gerar "Faturas"

source: Here you can create new "Project(s)" and manage the existing ones
pt: Aqui você pode criar novos "Project (s)" e gerenciar os existentes

source: Here you can invite or add new "User(s)" and manage the existing ones
pt: Aqui você pode convidar ou adicionar novos "Usuário (s)" e gerenciar os existentes

source: This button helps you create "Task(s)" in a click
pt: Este botão ajuda você a criar "Task (s)" em um clique

source: This section helps you perform all "Task" actions
pt: Esta seção ajuda você a executar todas as ações "Tarefas"

source: Give a buzz to our helpdesk. Orangescrum experts will walk you through
pt: Dê um burburinho ao nosso helpdesk. Peritos em Orangescrum irão guiá-lo através

source: You are seeing your time logs only. To view others time log please contact your account Owner/Admin
pt: Você está vendo apenas seus registros de tempo. Para ver outros registros de tempo, entre em contato com sua conta Proprietário / Administrador

source: My Task
pt: Minha tarefa

source: UPCOMING TASKS
pt: PRÓXIMAS TAREFAS

source: Late by
pt: Tarde por

source: day(s)
pt: dias)

source: No tasks
pt: Nenhuma tarefa

source: OVERDUE TASKS
pt: TAREFAS DE EXCESSO

source: Loading Tasks
pt: Carregando tarefas

source: Size (Kb)
pt: Tamanho (Kb)

source: Getting Started.pdf
pt: Primeiros passos.pdf

source: Uploaded by
pt: Enviado por

source: on Today at 8:30 pm
pt: Hoje às 20h30

source: Welcome to the Orangescrum knowledge base
pt: Bem-vindo à base de conhecimento da Orangescrum

source: What can we help you with today
pt: Com o que podemos ajudá-lo hoje

source: Enter question or keyword
pt: Insira uma pergunta ou palavra-chave

source: Category
pt: Categoria

source: Search Results for
pt: Buscar resultados para

source: No Search Result Found
pt: Nenhum resultado de pesquisa encontrado

source: Sign Up Free
pt: Inscreva-se gratuitamente

source: Generate Invoice
pt: Gerar fatura

source: Optional
pt: Opcional

source: Currency
pt: Moeda

source: US Dollar
pt: Dólar americano

source: Note
pt: Nota

source: optional
pt: opcional

source: Bill To
pt: Projeto de lei para

source: Latest 5 Comments
pt: Últimos 5 Comentários

source: User Name
pt: Nome de usuário

source: Comment
pt: Comente

source: Time
pt: Tempo

source: View More
pt: Veja mais

source: How to
pt: Como

source: Collaborate
pt: Colaborar

source: Customize Task
pt: Personalizar Tarefa

source: How to use
pt: Como usar

source: on the go
pt: em movimento

source: Create Project
pt: Criar projeto

source: Summary
pt: Resumo

source: Create Milestone
pt: Criar marco

source: Edit Task
pt: Editar tarefa

source: Add New Task
pt: Adicionar nova tarefa

source: yet to assign
pt: ainda para atribuir

source: Attachment
pt: Anexo

source: Maximum file size allowed is 5 MB
pt: O tamanho máximo de arquivo permitido é de 5 MB

source: Post & Continue
pt: Postar e continuar

source: Post & View List
pt: Postar e visualizar lista

source: Update & Continue
pt: Atualizar e continuar

source: Update & View List
pt: Atualizar e visualizar lista

source: Browse
pt: Squeaky toy

source: Select files to upload
pt: Selecione arquivos para fazer upload

source: Legends
pt: Legendas

source: Error uploading file. File size cannot be more then 5 Mb
pt: Erro ao carregar o arquivo. O tamanho do arquivo não pode ser maior que 5 Mb

source: Error uploading file. Please try with another file
pt: Erro ao carregar o arquivo. Por favor, tente com outro arquivo

source: Post
pt: Postar

source: Overdue task
pt: Tarefa atrasada

source: Worked in Progress
pt: Trabalhou em andamento

source: Total task
pt: Tarefa total

source: Overall Progress
pt: Progresso geral
