Repository: movidelnor/tareas
Catalog: app/Locale/por/LC_MESSAGES/default.po
Languages: pt

source: You can change it from "Account Settings"
pt: Você pode alterá-lo em "Configurações da conta"

source: Click on your profile and navigate to "Account Settings" to select "Subscription". Choose "Change Plan" to change your current plan
pt: Clique no seu perfil e navegue até "Configurações da conta" para selecionar "Assinatura". Escolha "Alterar plano" para alterar seu plano atual

source: What if I have a huge team and expecting unlimited activities
pt: E se eu tiver uma equipe enorme e esperar atividades ilimitadas?

source: No problem
pt: Sem problemas

source: Contact us
pt: Contate-Nos

source: to avail customized pricing
pt: aproveitar preços personalizados

source: Apart from online payment, is there any other way of making payment
pt: Além do pagamento on-line, existe outra forma de pagamento

source: Yes, the other mode of payment is wire transfer. This mode is accepted for both monthly and yearly subscriptions
pt: Sim, o outro modo de pagamento é a transferência bancária. Este modo é aceito para assinaturas mensais e anuais

source: for any help to know more
pt: para qualquer ajuda para saber mais

source: Can I get a Custom Plan which best suits my business
pt: Posso obter um plano personalizado mais adequado ao meu negócio?

source: to get custom plan for your account
pt: para obter um plano personalizado para sua conta

source: Is there any option to have Orangescrum on my premises
pt: Existe alguma opção para ter o Orangescrum nas minhas instalações?

source: Of course, we can install Orangescrum in your environment with a customized price
pt: Claro, podemos instalar o Orangescrum em seu ambiente com um preço personalizado

source: for on-premises solutions
pt: para soluções no local

source: Is my data secured
pt: Meus dados estão protegidos?

source: The security of your information is extremely important to us. We do not save any credit card number in our database, neither share your email ids to third parties. All the sensitive information are encrypted using secure socket layer technology (SSL)
pt: A segurança de suas informações é extremamente importante para nós. Nós não salvamos qualquer número de cartão de crédito em nosso banco de dados, nem compartilhamos seus IDs de e-mail para terceiros. Todas as informações confidenciais são criptografadas usando a tecnologia Secure Socket Layer (SSL)

source: Do you need my credit card for a free trial
pt: Você precisa do meu cartão de crédito para uma avaliação gratuita

source: There is no need of any credit card during your free trial
pt: Não há necessidade de nenhum cartão de crédito durante sua avaliação gratuita

source: What payment modes do you accept
pt: Quais modos de pagamento você aceita?

source: We accept payments through all major credit card services (MasterCard, Visa, American Express, etc)
pt: Aceitamos pagamentos através de todos os principais serviços de cartão de crédito (MasterCard, Visa, American Express, etc)

source: Can I use multiple Orangescrum accounts
pt: Posso usar várias contas Orangescrum

source: You can create only one Orangescrum account but if you are the owner of the account, it is possible to operate multiple companies
pt: Você pode criar apenas uma conta Orangescrum, mas se você é o proprietário da conta, é possível operar várias empresas

source: What about the refund policy
pt: O que acontece com a política de reembolso

source: You are charged from your subscription start date till the end of 30-days of your subscription. If you cancel in between, your subscription would be still active till the next billing date
pt: Você é cobrado a partir da data de início da assinatura até o final de 30 dias da sua assinatura. Se você cancelar no meio, sua assinatura ainda estará ativa até a próxima data de faturamento

source: Ex: If you cancel your subscription on Jan 5 & your billing date was Jan 1, your account will active till Jan 31 and you will be charged for the month of January
pt: Ex: se você cancelar sua assinatura em 5 de janeiro e sua data de faturamento for 1º de janeiro, sua conta ficará ativa até 31 de janeiro e você será cobrado pelo mês de janeiro

source: Can I customize my Orangescrum
pt: Posso personalizar o meu Orangescrum

source: We do not accept any customization request for the cloud version. However, you can request us for a new feature
pt: Não aceitamos qualquer solicitação de personalização para a versão da nuvem. No entanto, você pode nos solicitar um novo recurso

source: Note: Customization request is possible if you are using or interested for the Orangescrum Community or Enterprise (on-Premises) Version
pt: Nota: A solicitação de personalização é possível se você estiver usando ou interessado na Comunidade Orangescrum ou na versão Enterprise (no local)

source: Frequently Asked Questions
pt: perguntas frequentes

source: What is Orangescrum Self-Hosted
pt: O que é o Orangescrum Self-Hosted?

source: Orangescrum Self-Hosted (on Premises) is the self- hosted version of Orangescrum cloud
pt: Orangescrum Self-Hosted (on Premises) é a versão auto-hospedada da nuvem Orangescrum

source: Is there a self-hosted version of Orangescrum with all of the latest features
pt: Existe uma versão auto-hospedada do Orangescrum com todos os recursos mais recentes

source: You will get all the features in Self-Hosted version as that in the Cloud.However the Resource Availability, Mobile API and Chat features will need to be purchased separately
pt: Existe uma versão auto-hospedada do Orangescrum com todos os recursos mais recentes

source: Does Orangescrum Self-Hosted support plugins
pt: Os plug-ins de suporte Orangescrum Self-Hosted

source: No, just like the existing
pt: Não, assim como o existente

source: Orangescrum cloud version
pt: Versão da nuvem Orangescrum

source: cloud version
pt: versão em nuvem

source: of Orangescrum, it doesn’t have plugins.However, we can customize as per your requirement with additional cost
pt: de Orangescrum, ele não tem plugins.No entanto, podemos personalizar de acordo com sua necessidade com custo adicional

source: So you can build Orangescrum according to your business need
pt: Então você pode construir o Orangescrum de acordo com sua necessidade de negócios

source: What are the recommended specs for Orangescrum Self-Hosted
pt: Quais são as especificações recomendadas para Orangescrum Self-Hosted

source: It can be used on
pt: Pode ser usado em

source: operating system(Ex: Ubuntu Server 14.04 LTS x64, CentOS_6.5_x64) with minimum 4 GB RAM, 80 GB Disk space, 2.8 GHz or faster processor
pt: sistema operacional (Ex: Ubuntu Server 14.04 LTS x64, CentOS_6.5_x64) com no mínimo 4 GB de RAM, 80 GB de espaço em disco, processador de 2,8 GHz ou mais rápido

source: Requirements
pt: Requisitos

source: Apache (2.4) with `mod_rewrite`, .PHP 5.4, MySQL 5.5, .ImageMagick 6.7.710, .wkhtmltopdf 0.12.2, .Sendgrid used for outbound Emails
pt: Apache (2.4) com `mod_rewrite`, .PHP 5.4, MySQL 5.5, .ImageMagick 6.7.710, .wkhtmltopdf 0.12.2, .Sendgrid usado para e-mails de saída

source: Is Orangescrum Self-Hosted a separate product from Orangescrum Cloud
pt: É Orangescrum Self-Hosted um produto separado do Orangescrum Cloud

source: No, Orangescrum Self-Hosted is the self-hosted version of Orangescrum cloud. You will get all the features in Self-Hosted version as that in Cloud.However the Resource Availability, Mobile API and Chat will need to be purchased separately. This version is especially for those who want to keep the project management data in-house and away from public view
pt: Não, o Orangescrum Self-Hosted é a versão auto-hospedada da nuvem Orangescrum. Você terá todos os recursos da versão auto-hospedada na Cloud.No entanto, a disponibilidade de recursos, a API móvel e o bate-papo precisarão ser adquiridos separadamente. Esta versão é especialmente para aqueles que querem manter os dados de gerenciamento de projetos internamente e longe da visão pública

source: Now, you can host
pt: Agora você pode hospedar

source: Orangescrum cloud
pt: Nuvem de laranjas

source: version on your own server
pt: versão no seu próprio servidor

source: Will Orangescrum Self-Hosted get automatic updates like cloud
pt: O Orangescrum Self-Hosted receberá atualizações automáticas como a nuvem

source: No, given that Self-Hosted will run on your own servers, updates are not automatically applied. However, we can update it around every 6 months with your permission
pt: Não, já que o Self-Hosted será executado em seus próprios servidores, as atualizações não serão aplicadas automaticamente. No entanto, podemos atualizá-lo a cada 6 meses com sua permissão

source: Our Support Team
pt: Nossa equipe de suporte

source: will carry this out
pt: vai realizar isso

source: Is Maintenance included for Self-Hosted
pt: A manutenção é incluída para Self-Hosted

source: Yes, maintenance is included for the first 12 months of on-going upgrades with unlimited email support
pt: Sim, a manutenção está incluída nos primeiros 12 meses de upgrades em andamento com e-mail ilimitado

source: Can I evaluate Orangescrum Self-Hosted before purchasing
pt: Posso avaliar o Orangescrum Self-Hosted antes de comprar

source: Yes, you can begin a
pt: Sim, você pode começar um

source: trial of our cloud version
pt: tentativa de nossa versão em nuvem

source: Trial of our cloud version
pt: Julgamento da nossa versão da nuvem

source: to understand the functionality provided by Self-Hosted
pt: para entender a funcionalidade fornecida pelo Self-Hosted

source: If you have other requirements, then
pt: Se você tem outros requisitos, então

source: Get in Touch
pt: Entrar em contato

source: with us and we can help you
pt: com a gente e nós podemos ajudá-lo

source: How is Orangescrum Self-Hosted licensed
pt: Como o Orangescrum é auto-hospedado?

source: Orangescrum Self-Hosted is licensed under a subscription model. Licenses are
pt: Orangescrum Self-Hosted está licenciado sob um modelo de assinatura. Licenças são

source: purchased
pt: comprado

source: for a one-year period, which includes full support and access to all updates via regular upgrades
pt: por um período de um ano, que inclui suporte completo e acesso a todas as atualizações por meio de atualizações regulares

source: We are a large company (500+ users). Do you have licensing options for us
pt: Somos uma empresa grande (mais de 500 usuários). Você tem opções de licenciamento para nós?

source: with us and we can always discuss your requirements to build the right package for your Self-Hosted
pt: com a gente e sempre podemos discutir suas necessidades para construir o pacote certo para o seu Self-Hosted

source: Does the license include access to the source code
pt: A licença inclui acesso ao código-fonte?

source: Of course, we can install Orangescrum in your environment for an Installation Fee of $99. Contact us for
pt: Claro, podemos instalar o Orangescrum em seu ambiente por uma taxa de instalação de US $ 99. Entre em contato conosco para

source: on-premise installation
pt: instalação no local

source: Since the Self-Hosted version will be set up and mounted in customers premises, the data security will be fully governed at the customers end
pt: Como a versão auto-hospedada será configurada e montada nas instalações do cliente, a segurança dos dados será totalmente controlada no final do cliente.

source: Task Management
pt: Gerenciamento de Tarefas

source: Create and assign tasks to collaborate & initiate project execution
pt: Criar e atribuir tarefas para colaborar e iniciar a execução do projeto

source: Done? Click here to skip
pt: Feito? Clique aqui para pular

source: Time Tracking
pt: Rastreamento de tempo

source: Log spent hours against your tasks & let all project members know of the progress
pt: Log gasto horas contra suas tarefas e deixar que todos os membros do projeto saibam do progresso

source: Generate professional invoices from your unbilled times for your Clients
pt: Gere faturas profissionais de seus horários não faturados para seus clientes

source: Got It
pt: Consegui

source: Substract 10mins
pt: Subtrair 10 minutos

source: Add 10mins
pt: Adicione 10 minutos

source: Pause Timer
pt: Temporizador de Pausa

source: Select a Project
pt: Selecione um projeto

source: Select a Task
pt: Selecione uma tarefa

source: Need Help
pt: Preciso de ajuda

source: Click here
pt: Clique aqui

source: Request a Demo
pt: Solicite uma demonstração

source: Help & Support
pt: Ajuda e Suporte

source: Oops! No project selected
pt: Opa! Nenhum projeto selecionado

source: Progress
pt: Progresso

source: Find Project
pt: Encontre o projeto

source: Quick Links
pt: Links Rápidos

source: Add New
pt: Adicionar novo

source: Pending Task
pt: Tarefa pendente

source: Weekly Timesheet
pt: Quadro de Horários Semanal

source: Daily Timesheet
pt: Quadro de Horários Diários

source: Manage Labels
pt: Gerenciar etiquetas

source: Invoice Setting
pt: Configuração de fatura

source: Task Setting
pt: Configuração de Tarefas

source: Resource Setting
pt: Configuração de recursos

source: Chat Setting
pt: Configuração de bate-papo

source: Launchpad
pt: Plataforma de lançamento

source: Default View
pt: Visualização padrão

source: Getting Started
pt: Começando

source: Help Desk
pt: Central de Ajuda

source: This account is managed by
pt: Esta conta é gerenciada por

source: Storage
pt: Armazenamento

source: Upgrade Now
pt: Atualize agora

source: Log Out
pt: Sair

source: Go Back
pt: Volte

source: Just for you
pt: Apenas para você

source: Use coupon
pt: Use cupom

source: and Get FLAT 20%+EXTRA 5% off on all Yearly Plans
pt: e ganhe 20% + EXTRA 5% de desconto em todos os planos anuais

source: and Get FLAT 10%+EXTRA 5% off on all Monthly Plans
pt: e receba 10% + EXTRA 5% de desconto em todos os planos mensais

source: Note: Not applicable for Statrtup plans (Monthly & Yearly) and higher Professional plans(more than 100 users)
pt: Nota: Não aplicável para Planos de Inicialização (Mensal ou Anual) e planos Profissionais superiores (mais de 100 usuários) s

source: Day(s) left on your trial
pt: Dia (s) restante (s) no seu julgamento

source: Manage Company
pt: Gerenciar empresa

source: Companies
pt: Empresas

source: Feedback
pt: Comentários

source: Help
pt: Socorro

source: days FREE Trial
pt: dias de avaliação gratuita

source: Expired
pt: Expirado

source: day(s) to go
pt: dias que faltam

source: Upgrade
pt: Atualizar

source: Contact
pt: Contato

source: How-to
pt: Como

source: Next Video
pt: Próximo vídeo

source: Videos
pt: Vídeos

source: Please select 720p in the video settings for better visibility
pt: Por favor, selecione 720p nas configurações de vídeo para melhor visibilidade

source: Import Time Log
pt: Importar registro de horário

source: Import Customers
pt: Clientes de Importação

source: Export Task To CSV
pt: Exportar tarefa para CSV

source: Spend Hr
pt: Passe Hr

source: No projects found.
pt: Nenhum projeto encontrado.

source: Log time
pt: Tempo de registro

source: Select task to log time
pt: Selecione a tarefa para registrar o tempo

source: Get quick help on start time
pt: Obtenha ajuda rápida no horário de início

source: Get quick help on End time
pt: Obtenha ajuda rápida no horário de término

source: Get quick help on Break time
pt: Obtenha ajuda rápida em tempo de pausa

source: Add line-item
pt: Adicionar item de linha

source: Get quick help on Add line item
pt: Obtenha ajuda rápida em Adicionar item de linha

source: Please select a task
pt: Por favor selecione uma tarefa

source: Please set start & end time in each line item
pt: Por favor, defina o horário de início e término em cada item de linha

source: Please select user
pt: Por favor selecione usuário

source: End Time can't be earlier than Start Time
pt: A hora de término não pode ser anterior à hora de início

source: Please select start and end time
pt: Por favor selecione hora de início e fim

source: Break time can not exceed the total spent hours.
pt: O tempo de pausa não pode exceder o total de horas gastas.

source: Break time can not same as the total spent hours.
pt: Tempo de pausa não pode ser o mesmo que o total de horas gastas.

source: Duplicate data found
pt: Dados duplicados encontrados

source: Time Log value overlapping for following users
pt: Valor do log de tempo sobreposto para os seguintes usuários

source: Time Entry Updated Successfully.
pt: Entrada de hora atualizada com sucesso.

source: Start time can not be left blank
pt: A hora de início não pode ser deixada em branco

source: End time can not be left blank
pt: A hora de término não pode ser deixada em branco

source: Invalid time format
pt: Formato de hora inválido

source: View Last Visited Projects
pt: Veja os últimos projetos visitados

source: Active Sprint
pt: Sprint ativo

source: Reports
pt: Relatórios

source: View Last Visited Reports
pt: Ver últimos relatórios visitados

source: View Tasks
pt: Visualizar tarefas

source: Time Log List View
pt: Visualização da Lista de Registro de Horário

source: Daily Catch-up
pt: Catch-up diário

source: Quick Tour
pt: Tour Rápido

source: This is your current plan
pt: Este é o seu plano atual

source: Plan
pt: Plano

source: billing
pt: faturamento

source: Back
pt: Costas

source: Refer a Friend
pt: Indique um Amigo

source: task are closed
pt: tarefa está fechada

source: Last activity on
pt: Última atividade em

source: Move Task
pt: Mover Tarefa

source: Customer's first name
pt: Primeiro nome do cliente

source: Customer's last name
pt: Sobrenome do cliente

source: Specify customer's email id
pt: Especifique o ID do email do cliente

source: Specify currency
pt: Especifique a moeda

source: Specify customer's organization
pt: Especifique a organização do cliente

source: Specify Street
pt: Especifique a rua

source: Specify city
pt: Especifique a cidade

source: Specify state
pt: Especifique estado

source: Specify country
pt: Especifique o país

source: Specify postal code
pt: Especifique o código postal

source: Specify phone number
pt: Especifique o número de telefone

source: Make Inactive
pt: Tornar Inativo

source: Extra Discount For Yearly Plans
pt: Desconto extra para planos anuais

source: and get
pt: e pegue

source: discount instantly
pt: desconto instantaneamente

source: including
pt: Incluindo

source: yearly plans
pt: planos anuais

source: Proceed To Checkout
pt: Fazer o check-out

source: Create New project
pt: Criar novo projeto

source: Specify your project name
pt: Especifique o nome do seu projeto

source: Choose Priority
pt: Escolha Prioridade

source: Choose a short name for your project
pt: Escolha um nome curto para o seu projeto

source: Choose a default task type
pt: Escolha um tipo de tarefa padrão

source: Choose a project template
pt: Escolha um modelo de projeto

source: Describe your project
pt: Descreva seu projeto

source: Project Methodology
pt: Metodologia do Projeto

source: Simple Project
pt: Projeto simples

source: Add new Users
pt: Adicionar novos usuários

source: Add Users
pt: Adicionar usuários

source: You
pt: Você

source: Add all users (including clients)
pt: Adicione todos os usuários (incluindo clientes)

source: Email ID
pt: Identificação do email

source: Upgrade your account to add new user(s)
pt: Atualize sua conta para adicionar novo (s) usuário (s)

source: Use comma separators for multiple email id
pt: Use separadores de vírgulas para vários IDs de email

source: More options
pt: Mais opções

source: Get quick help on Estimated hour
pt: Obtenha ajuda rápida na hora estimada

source: hours
pt: horas

source: Date Range
pt: Intervalo de datas

source: Get quick help on Date Range
pt: Obtenha ajuda rápida sobre o período

source: Sorry, Project Limit Exceeded
pt: Desculpe, limite de projeto excedido

source: Please contact your account owner to Upgrade the account to create more projects
pt: Entre em contato com o proprietário da sua conta para fazer upgrade da conta para criar mais projetos

source: Create Your Free Account
pt: Crie suas contas gratuitas

source: companies use Orangescrum to collaborate and manage projects everyday
pt: empresas usam o Orangescrum para colaborar e gerenciar projetos todos os dias

source: Thanks for Signing up
pt: Obrigado por inscrever-se

source: Just one more step
pt: Só mais um passo

source: A confirmation email is sent
pt: Um email de confirmação é enviado

source: please activate your account and start using Orangescrum right away
pt: por favor ative sua conta e comece a usar o Orangescrum imediatamente

source: If you do not receive any email
pt: Se você não receber nenhum email

source: please feel free to
pt: Por favor fique a vontade para

source: contact us
pt: Contate-Nos

source: and we'll activate it for you
pt: e nós vamos ativá-lo para você

source: One-click sign up using Google
pt: Um clique para se inscrever usando o Google

source: Password
pt: Senha

source: characters
pt: personagens

source: Select an Industry
pt: Selecione um setor

source: Access URL
pt: URL de acesso

source: Each Orangescrum account gets a unique web address. For example, if you want your Orangescrum address to be apple.orangescrum.com, you'd enter apple
pt: Cada conta Orangescrum recebe um endereço da Web exclusivo. Por exemplo, se você quiser que seu endereço do orangescrum seja apple.orangescrum.com, você digitaria apple

source: Start My FREE Trial
pt: Comece meu teste grátis

source: Get started. No credit card required
pt: Iniciar. Não é necessário cartão de crédito

source: Sign in
pt: assinar em

source: Sorry, User Limit has Exceeded
pt: Desculpe, o limite de usuários excedeu

source: Please contact your account owner to upgrade the account to add more users
pt: Entre em contato com o proprietário da sua conta para fazer upgrade da conta para adicionar mais usuários

source: Import Google Contact
pt: Importar contato do Google

source: Use comma to separate multiple email ids
pt: Use vírgula para separar vários IDs de email

source: Project to be
pt: Projeto para ser

source: assigned
pt: atribuído

source: Get quick help on Project to be assigned
pt: Obtenha ajuda rápida sobre o projeto a ser atribuído

source: Project to be assigned
pt: Projeto a ser atribuído

source: Sorry, User Limit Exceeded
pt: Desculpe, limite de usuário excedido

source: Add
pt: Adicionar

source: Add Wiki Approver
pt: Adicionar o Aprovador do Wiki

source: Add New Wiki Category
pt: Adicionar nova categoria Wiki

source: Add New Wiki Sub-Category
pt: Adicionar nova sub-categoria Wiki

source: Sub-Category Title
pt: Título da subcategoria

source: No tasks have been archived yet.
pt: Nenhuma tarefa foi arquivada ainda.

source: No files have been archived yet.
pt: Nenhum arquivo foi arquivado ainda.

source: No task activities.
pt: Nenhuma atividade de tarefa.

source: No files have been shared or uploaded.
pt: Nenhum arquivo foi compartilhado ou enviado

source: No files found
pt: Nenhum arquivo encontrado

source: No task group.
pt: Nenhum grupo de tarefas.

source: No Overdue Task
pt: Nenhuma tarefa atrasada

source: No High Priority Task have been created
pt: Nenhuma tarefa de alta prioridade foi criada

source: No Task for me
pt: Nenhuma tarefa para mim

source: No Task delegeted
pt: Nenhuma tarefa delegeted

source: No Task favourite
pt: Nenhum favorito da tarefa

source: No Task has been created.
pt: Nenhuma tarefa foi criada.

source: Create and Assign tasks to track here
pt: Crie e atribua tarefas para acompanhar aqui

source: My Project
pt: Meu projeto

source: Select your preferred layout
pt: Selecione seu layout preferido

source: Show my tasks in
pt: Mostrar minhas tarefas em

source: Account Activities
pt: Atividades da conta

source: No Activity found
pt: Nenhuma atividade encontrada

source: All Activities
pt: Todas as atividades

source: Activity Details
pt: Detalhes da atividade
