Repository: movidelnor/tareas
Catalog: app/Locale/por/LC_MESSAGES/default.po
Languages: pt

source: Unpaid
pt: Não remunerado

source: Mark Unpaid
pt: Marcar como não pago

source: Upload image of width 200px and height 200px
pt: Enviar imagem de largura 200px e altura 200px

source: INVOICE
pt: FATURA

source: Add Line-item
pt: Adicionar item de linha

source: Discount type
pt: Tipo de desconto

source: records per page
pt: registros por página

source: Create Invoice
pt: Criar recibo

source: Upload File
pt: Subir arquivo

source: Preview Data
pt: Visualizar dados

source: Upload Summary
pt: Resumo de upload

source: Please strictly follow the below guideline while importing time log
pt: Por favor, siga estritamente a diretriz abaixo ao importar o registro de tempo

source: Customer title
pt: Título do cliente

source: First name of customer
pt: Primeiro nome do cliente

source: Last name of customer
pt: Sobrenome do cliente

source: Email address of customer
pt: Endereço de email do cliente

source: Preferred currency of customer
pt: Moeda preferida do cliente

source: Customer's organization name
pt: Nome da organização do cliente

source: Street
pt: Rua

source: Customer's street name
pt: Nome da rua do cliente

source: City
pt: Cidade

source: Customer's city name
pt: Nome da cidade do cliente

source: State
pt: Estado

source: Customer's state name
pt: Nome do estado do cliente

source: Country
pt: País

source: Customer's country name
pt: Nome do país do cliente

source: Zipcode
pt: Código postal

source: Customer's zipcode
pt: CEP do cliente

source: Customer's phone number
pt: Número de telefone do cliente

source: Please validate your data twice before importing to Orangescrum
pt: Por favor, valide seus dados duas vezes antes de importar para o Orangescrum

source: Upload the valid CSV file with your Customers
pt: Faça o upload do arquivo CSV válido para seus clientes

source: First system will prompt a preview of all the data in the file
pt: Primeiro sistema solicitará uma prévia de todos os dados no arquivo

source: In preview you can validate your data
pt: Na pré-visualização, você pode validar seus dados

source: Confirm the data in the preview and Import them to the system
pt: Confirme os dados na pré-visualização e importe-os para o sistema

source: All the Customers will be posted to the selected Project
pt: Todos os clientes serão publicados no projeto selecionado

source: Non mandatory fields left blank having no entry
pt: Campos não obrigatórios deixados em branco sem entrada

source: Customers to Import
pt: Clientes para Importar

source: Please double-check the below points before importing your Customers
pt: Por favor, verifique os pontos abaixo antes de importar seus clientes

source: Blank Title
pt: Título em branco

source: Blank First name
pt: Nome em branco

source: Blank Last name
pt: Sobrenome em branco

source: Blank Email
pt: E-mail em branco

source: Blank Currency
pt: Moeda em branco

source: Data showing in
pt: Dados mostrando em

source: red
pt: vermelho

source: color is invalid data
pt: a cor é inválida

source: Invalid data is not going to be imported. Please validate your data and upload again
pt: Dados inválidos não serão importados. Por favor, valide seus dados e faça o upload novamente

source: Confirm & Import
pt: Confirme e importe

source: Input CSV file
pt: Arquivo CSV de entrada

source: Total data
pt: Dados totais

source: rows
pt: linhas

source: Valid data
pt: Dados válidos

source: Customers(s) Imported
pt: Clientes importados

source: Customers(s) Skipped. Email IDs already exist
pt: Clientes (es) ignorados. IDs de email já existentes

source: error(s) found
pt: erros encontrados

source: NOTE
pt: NOTA

source: MEMO
pt: MEMORANDO

source: Select Layout
pt: Selecione Layout

source: Portrait
pt: Retrato

source: Landscape
pt: Panorama

source: Default Layout
pt: Layout padrão

source: Default Billing Rate
pt: Taxa de Cobrança Padrão

source: Please Select a Layout
pt: Por favor selecione um layout

source: Default Rate field can not be left blank
pt: O campo Taxa padrão não pode ser deixado em branco

source: Available
pt: acessível

source: Booked
pt: Reservado

source: Overloaded
pt: Sobrecarregado

source: Vacation
pt: Período de férias

source: Displaying resource availability from
pt: Exibindo a disponibilidade de recursos de

source: Resource Name
pt: Nome do recurso

source: hrs Available
pt: horas disponíveis

source: hrs worked on week end holiday
pt: horas trabalhadas no feriado de fim de semana

source: Overloaded on week end holiday. Click to see details.
pt: Sobrecarregado no feriado de fim de semana. Clique para ver detalhes.

source: Over time on week end holiday . Click to see details.
pt: Ao longo do tempo no fim de semana de férias. Clique para ver detalhes.

source: hrs worked on holiday
pt: horas trabalhadas no feriado

source: Overloaded on holiday. Click to see details.
pt: Sobrecarregado de férias. Clique para ver detalhes.

source: Over time on holiday . Click to see details.
pt: Ao longo do tempo de férias. Clique para ver detalhes.

source: Overloaded. Click to see details.
pt: Sobrecarregado. Clique para ver detalhes.

source: Not Available. Click to see details.
pt: Não disponível. Clique para ver detalhes.

source: is on leave
pt: está de licença

source: due to
pt: devido a

source: Week end holiday
pt: Feriado final de semana

source: Holiday
pt: Feriado

source: The assigned user is not available fully on the date specified. User will be next available on the following dates
pt: O usuário atribuído não está disponível totalmente na data especificada. O usuário estará disponível em breve nas seguintes datas

source: Other available resources are as follows
pt: Outros recursos disponíveis são os seguintes

source: Available Date & Hours
pt: Data e horas disponíveis

source: Change
pt: mudança

source: Create Any Way
pt: Crie qualquer caminho

source: Time Log Reports
pt: Relatórios de registro de tempos

source: Total Records
pt: Registros Totais

source: Billable Hrs
pt: Horas cobráveis

source: Non-Billable Hrs
pt: Horas não faturáveis

source: Total Hrs
pt: Total de horas

source: Export Date
pt: Data de exportação

source: Break
pt: Pausa

source: Assigned Hours
pt: Horas atribuídas

source: Hours Overload
pt: Horas Sobrecarga

source: View details
pt: Ver detalhes

source: Overload
pt: Sobrecarga

source: Hr
pt: Hora

source: Overload Hours
pt: Horas de Sobrecarga

source: Select Users
pt: Selecione usuários

source: Please wait, while I am searching for the availability of resources
pt: Por favor, aguarde, enquanto eu estou procurando a disponibilidade de recursos

source: Start date can not be left blank
pt: A data de início não pode ser deixada em branco

source: End date can not be left blank
pt: Data final não pode ser deixada em branco

source: Leave application is successfully saved.
pt: Deixe aplicativo é salvo com sucesso.

source: Leave application could not be saved.Please try again
pt: Não é possível salvar o aplicativo. Tente novamente

source: Leave application is successfully canceled.
pt: Deixe a inscrição cancelada com sucesso.

source: Unable to cancel the leave application.
pt: Não é possível cancelar o pedido de licença.

source: Work hours of your company
pt: Horas de trabalho da sua empresa

source: Weekend of your company
pt: Fim de semana da sua empresa

source: Set the holiday list of
pt: Definir a lista de feriados de

source: Add More
pt: Adicione mais

source: Do you want to use Resource Availability functionality for your company
pt: Deseja usar a funcionalidade de disponibilidade de recursos para sua empresa?

source: Oops! you can not set more then 3 days as weekend.
pt: Opa! você não pode definir mais de 3 dias como fim de semana.

source: Are you sure you want to delete this record?
pt: Tem certeza de que deseja excluir este registro?

source: Record deleted successfully.
pt: Registro excluído com sucesso.

source: Oops! Something went wrong.
pt: Opa! Algo deu errado.

source: over
pt: sobre

source: task(s) by
pt: tarefa (s) por

source: user(s)
pt: Comercial)

source: Top 5 Tasks
pt: 5 principais tarefas

source: Timesheet Period
pt: Período do Quadro de Horários

source: No Log entered
pt: Nenhum log entrado

source: No task(s) available
pt: Nenhuma tarefa disponível

source: Name your group
pt: Nomeie seu grupo

source: Describe your group
pt: Descreva seu grupo

source: Save my changes
pt: Salvar minhas alterações

source: Project cannot be left blank
pt: O projeto não pode ser deixado em branco

source: Task group name cannot be left blank
pt: O nome do grupo de tarefas não pode ser deixado em branco

source: Task group name
pt: Nome do grupo de tarefas

source: Start Date cannot exceed End Date
pt: A data de início não pode exceder a data de término

source: No tasks available
pt: Nenhuma tarefa disponível

source: Task Group/Sprint
pt: Grupo de Tarefas / Sprint

source: Not Assigned
pt: Não atribuído

source: No Task Group(s) available
pt: Nenhum grupo de tarefas disponível

source: Most Recent updates
pt: Atualizações mais recentes

source: Most recent updates.
pt: Atualizações mais recentes.

source: Project wise average age of all open tasks at a glance to keep your backlog in control.
pt: Projeto sábio idade média de todas as tarefas abertas em um relance para manter seu backlog no controle.

source: Project name:
pt: Nome do Projeto:

source: Loading...
pt: Carregando...

source: Period:
pt: Período:

source: Days Previously:
pt: Dias Anteriormente:

source: It is a range of days, Default is 7 days previous to Today.
pt: É um intervalo de dias, o padrão é 7 dias anteriores a hoje.

source: This chart shows the average number of days tasks were unresolved for on a given day over the past
pt: Este gráfico mostra o número médio de dias que as tarefas não foram resolvidas em um determinado dia em relação ao passado

source: Task Unresolved
pt: Tarefa não resolvida

source: New & In-Progress
pt: Novo e em progresso

source: Total Age (Days)
pt: Idade total (dias)

source: Avg.Age (Days)
pt: Média (dias)

source: Export To PDF
pt: Exportar para PDF

source: Completed sprints only are displayed here.
pt: Apenas sprints concluídos são exibidos aqui.

source: Reopen
pt: Reabrir

source: Created vs Resolved Tasks Report
pt: Relatório de tarefas criadas em vez de resolvidas

source: Created tasks versus resolved tasks over a specified period to check progress of your backlog.
pt: Tarefas criadas versus tarefas resolvidas durante um período especificado para verificar o progresso do seu backlog.

source: Cumulative Totals:
pt: Totais Cumulativos:

source: This chart shows the number of tasks created vs. the number of tasks resolved in the last
pt: Este gráfico mostra o número de tarefas criadas versus o número de tarefas resolvidas no último

source: The Sprint Report shows the list of tasks in each sprint. It is useful for your Sprint Retrospective meetings, and also for mid-sprint progress checks.
pt: O relatório da Sprint mostra a lista de tarefas em cada sprint. É útil para suas reuniões de Retrospectiva da Sprint e também para verificações de progresso no meio da sprint.

source: The Velocity Chart shows the amount of value delivered in each sprint, enabling you to predict the amount of work the team can get done in future sprints. It helps in sprint planning meetings.
pt: O Gráfico de Velocidade mostra a quantidade de valor entregue em cada sprint, permitindo que você preveja a quantidade de trabalho que a equipe pode realizar em sprints futuros. Isso ajuda nas reuniões de planejamento de sprint.

source: Pie chart of tasks for a project grouped by specific field as needed. Handy overview of your task spread over status, assignee, type etc.
pt: Gráfico de pizza de tarefas para um projeto agrupado por campo específico, conforme necessário. Visão geral prática de sua tarefa distribuída pelo status, responsável, tipo etc.

source: Time bound trend of your incoming task flow for better planning & execution.
pt: Tempo limite de tendência do fluxo de tarefas recebidas para melhor planejamento e execução.

source: Time taken to resolve tasks of a project. Clear indication of how close or far is your planned vs actual closure date.
pt: Tempo gasto para resolver tarefas de um projeto. Indicação clara de quão perto ou longe é a sua data de encerramento planejada x real.

source: Track task trends based on no of tasks created, worked upon, completed over specific period(s)
pt: Acompanhe as tendências de tarefas com base no número de tarefas criadas, trabalhadas, concluídas em período (s) específico (s)

source: Hous Spent Report
pt: Relatório de Hous Spent

source: Hour Spent Report
pt: Relatório de horas gastas

source: Quickly see the Burn-down chart for your time and effort spent, Time spent by Task Types and detailed count of hours spent, tasks closed and tasks replied by All resources of the chosen project.
pt: Veja rapidamente a Tabela de Queimaduras pelo tempo e esforço gastos, Tempo gasto por Tipos de Tarefa e contagem detalhada de horas gastas, tarefas encerradas e tarefas respondidas por Todos os recursos do projeto escolhido.

source: Task Report
pt: Relatório de tarefas

source: This shows Avg time to Resolve or close a task, number of task types created and task trends over a period of time. This helps you to understand how you can optimize your time spent on a task.
pt: Isso mostra o tempo médio para resolver ou fechar uma tarefa, número de tipos de tarefas criadas e tendências de tarefas durante um período de tempo. Isso ajuda você a entender como você pode otimizar seu tempo gasto em uma tarefa.

source: A quick glance of your week's progress and performance w.r.t to the previous week.# of tasks created/closed, spent hours, project status and a summary report.
pt: Uma rápida olhada no progresso e desempenho de sua semana até a semana anterior. # De tarefas criadas / fechadas, horas gastas, status do projeto e um relatório de resumo.

source: A comprehensive report to show your team's utilization w.r.t time, project, status, task type and Actual vs Estd. Intelligent filters with custom period to focus easily on what you want to!
pt: Um relatório abrangente para mostrar a utilização de sua equipe com tempo, projeto, status, tipo de tarefa e real versus Estd. Filtros inteligentes com período personalizado para se concentrar facilmente no que você deseja!

source: A report to show the overall remaining estimated time vs actual time spent so far for all pending tasks against each resource.
pt: Um relatório para mostrar o tempo estimado restante total versus o tempo real gasto até o momento para todas as tarefas pendentes em cada recurso.

source: Taks Count
pt: Contagem de Taks

source: There are no active sprint available
pt: Não há sprint ativo disponível

source: There are no matching tasks to report on
pt: Não há tarefas correspondentes para relatar

source: Statistic Types:
pt: Tipos estatísticos:

source: Epic Link
pt: Link épico

source: This chart shows the number of tasks based on the
pt: Este gráfico mostra o número de tarefas com base no

source: field
pt: campo

source: Recent Created Tasks Report
pt: Relatório Recente de Tarefas Criadas

source: This chart shows the tasks created in the last
pt: Este gráfico mostra as tarefas criadas no último

source: Created Tasks (Unresolved)
pt: Tarefas Criadas (Não Resolvidas)

source: Created Tasks (Resolved)
pt: Tarefas Criadas (Resolvidas)

source: Resolved & Closed
pt: Resolvido e Fechado

source: This chart shows the average number of days tasks took to be resolved. Tasks were resolved in the last
pt: Este gráfico mostra o número médio de dias que as tarefas demoraram para serem resolvidas. As tarefas foram resolvidas no último

source: Total Resolution Time (Days)
pt: Tempo total de resolução (dias)

source: Avg. Resolution Time (Days)
pt: Média. Tempo de resolução (dias)

source: Time Since Task Report
pt: Tempo desde o relatório da tarefa

source: Date Field:
pt: Campo de data:

source: field on a given date over the past
pt: campo em uma determinada data ao longo do passado

source: Track the amount of work completed from sprint to sprint. This helps you determine your team's velocity and estimated the work can realistically achieve in future sprints.
pt: Acompanhe a quantidade de trabalho concluído de sprint para sprint. Isso ajuda a determinar a velocidade da sua equipe e estimou que o trabalho pode ser realisticamente obtido em sprints futuros.

source: Sprint Settings
pt: Configurações do Sprint

source: Commitment
pt: Comprometimento

source: Fields marked
pt: Campos marcados

source: are mandatory Fields
pt: são campos obrigatórios

source: Template Name
pt: Nome do modelo

source: New Template
pt: Novo modelo

source: Task Description
pt: Descrição da tarefa

source: Add new Row
pt: Adicionar nova linha

source: User(s) not in this
pt: Usuário (s) não neste

source: No user(s) available
pt: Nenhum usuário disponível

source: User(s) in this
pt: Usuário (s) neste

source: Please save your changes before leaving this page.
pt: Por favor, salve suas alterações antes de sair desta página.

source: Assign existing user(s)
pt: Atribuir usuário (s) existente (s)

source: Invite new user(s)
pt: Convidar novo (s) usuário (s)

source: Find User
pt: Encontrar usuário

source: Current assigned user(s)
pt: Usuário (s) atual (is) atribuído (s)

source: Choose user(s) to assign to this project
pt: Escolha usuário (s) para atribuir a este projeto

source: No more users left to assign.
pt: Não há mais usuários para atribuir.

source: Please choose atleast one user
pt: Por favor, escolha pelo menos um usuário

source: Failed to assign user to the project.
pt: Falha ao atribuir usuário ao projeto.

source: Custom filter not available
pt: Filtro personalizado não disponível

source: Cancel Daily Progress Reminder
pt: Cancelar lembrete de progresso diário

source: Default Assign To
pt: Atribuir Padrão Para

source: Default Task Type
pt: Tipo de Tarefa Padrão

source: Select Task Type
pt: Selecione o tipo de tarefa

source: owner
pt: proprietário

source: you account to create more projects
pt: você conta para criar mais projetos

source: Save Custom Filter
pt: Salvar filtro personalizado

source: Task can be estimated when in the Backlog to get an idea of how much work is being committed to in a sprint.
pt: A tarefa pode ser estimada quando no Backlog para ter uma ideia de quanto trabalho está sendo feito em um sprint.

source: Estimation Statistic
pt: Estimativa Estatística

source: No Tasks for this Template
pt: Nenhuma tarefa para este modelo

source: No tasks(s) available
pt: Nenhuma tarefa disponível

source: Please selct a Project to Assign Member(s)
pt: Por favor, selecione um projeto para atribuir membros)

source: Member(s) Available
pt: Membro (s) disponível (s)

source: Member(s) Assigned
pt: Membro (s) designado (s)

source: Select a Project to Assign Member(s)
pt: Selecione um projeto para atribuir membro (s)

source: Import Tasks
pt: Importar Tarefas

source: setting
pt: configuração

source: delete
pt: excluir

source: Select a template to view tasks
pt: Selecione um modelo para visualizar tarefas

source: Are you sure to delete this template
pt: Tem certeza de excluir este modelo

source: Do you want to use In-App Chat for your company
pt: Você quer usar o bate-papo no aplicativo para sua empresa

source: is already exists
pt: já existe

source: is available
pt: está disponível

source: Import Task Group
pt: Importar grupo de tarefas

source: Task(s)
pt: Tarefa (s)

source: Welcome to
pt: Bem-vindo ao

source: Take a moment to note the main action links
pt: Reserve um momento para observar os principais links de ação

source: Ok, I got it
pt: OK, entendi

source: Personal, Company & Account Settings
pt: Pessoal, empresa e configurações de conta

source: ToDos, Summary and Statistics
pt: ToDos, Resumo e Estatística

source: Search, Filter, Order and Group Tasks
pt: Pesquisa, Filtro, Ordem e Tarefas de Grupo

source: List of files attached to the tasks
pt: Lista de arquivos anexados às tarefas

source: Create Task Group, set a due date and add task to the Task Groups
pt: Criar grupo de tarefas, definir uma data de vencimento e adicionar tarefa aos grupos de tarefas

source: Create and manage Projects. Assign projects to Team
pt: Crie e gerencie projetos. Atribuir projetos à equipe

source: Add and manage Team members. Add users to projects
pt: Adicione e gerencie os membros da equipe. Adicionar usuários a projetos

source: Just schedule it and get Daily Progress Update from your
pt: Basta agendá-lo e obter o Daily Progress Update a partir do seu

source: Are you sure you want to delete
pt: Tem certeza de que deseja excluir

source: Logo
pt: Logotipo

source: Size less than 1Mb
pt: Tamanho inferior a 1Mb

source: Other
pt: De outros

source: Click to Export
pt: Clique para exportar

source: Import CSV
pt: Importar CSV

source: Upload CSV
pt: Carregar CSV

source: Upload
pt: Envio

source: Active Team Size
pt: Tamanho da equipe ativa

source: of Tasks
pt: de tarefas

source: Storage (MB)
pt: Armazenamento (MB)

source: Latest Activity
pt: última atividade

source: Click here to view users
pt: Clique aqui para ver os usuários

source: Add user
pt: Adicionar usuário

source: No Results Found
pt: Nenhum resultado encontrado

source: No inactive project!
pt: Nenhum projeto inativo!

source: No project!
pt: Nenhum projeto!

source: Total storage used
pt: Armazenamento total usado

source: Add User
pt: Adicionar usuário

source: Invite User
pt: Convidar Usuário

source: Enter User Name
pt: Insira nome de usuário

source: Add & Continue
pt: Adicionar e continuar

source: Are you sure you want to remove
pt: Você tem certeza que deseja remover

source: Cancel Daily Catch-Up
pt: Cancelar a recuperação diária

source: Subscribe to get this Feature
pt: Subscreva para obter este recurso

source: Plan starts at $9/month
pt: Plano começa em US $ 9 / mês

source: Go to plans and billing
pt: Ir para planos e faturamento

source: Do you want to get daily progress update from your team member(s)?
pt: Você deseja obter atualização diária do progresso do (s) seu (s) membro (s) da equipe?

source: Just schedule it and sit back, end of the day you will get the update email in your inbox
pt: Basta agendá-lo e sentar-se, no final do dia você receberá o email de atualização em sua caixa de entrada

source: Get Daily Team updates without nagging them
pt: Receba atualizações diárias da equipe sem importuná-las

source: Get Daily Progress from your team mates in a single email
pt: Receba o progresso diário de seus companheiros de equipe em um único e-mail

source: You have a distributed team, every tasks can not be captured, you just want your team send daily update, just set it here and sit back
pt: Você tem uma equipe distribuída, todas as tarefas não podem ser capturadas, você só quer que sua equipe envie atualizações diárias, basta configurá-la aqui e sentar-se

source: Automate daily updates from your team
pt: Automatize as atualizações diárias de sua equipe

source: Checklist Before Import
pt: Lista de verificação antes da importação

source: What format is your list? We can import
pt: Qual formato é sua lista? Nós podemos importar

source: Download a sample file
pt: Baixe um arquivo de amostra

source: to see what we can import
pt: para ver o que podemos importar

source: Learn more
pt: Saber mais

source: Upload your file
pt: Envie seu arquivo

source: Please upload a CSV file
pt: Por favor, faça o upload de um arquivo CSV

source: 2MB or 1,000 rows maximum size
pt: Tamanho máximo de 2 MB ou 1.000 linhas

source: Field values marked as red contain error data ,Those data will be assigned default value
pt: Valores de campo marcados como vermelho contêm dados de erro. Esses dados receberão o valor padrão
