Repository: movidelnor/tareas
Catalog: app/Locale/por/LC_MESSAGES/default.po
Languages: pt

source: Please Select a Task view.
pt: Por favor, selecione uma exibição de tarefas.

source: Please Select a Time Log view.
pt: Por favor, selecione uma visão de registro de tempo.

source: Please Select a Kanban view.
pt: Por favor selecione uma visão Kanban.

source: Please Select a Project view.
pt: Por favor, selecione uma visão do projeto.

source: Send me Email Notification
pt: Envie-me notificação por e-mail

source: All New Task
pt: Toda nova tarefa

source: Send me All New Task emails
pt: Enviar-me todos os novos emails de tarefas

source: Send me New Task email, only when I am selected to get the email
pt: Enviar-me um novo e-mail de tarefa somente quando eu for selecionado para receber o e-mail

source: All Task Reply & Comment
pt: Todas as respostas e comentários da tarefa

source: Send me All Reply emails
pt: Enviar-me todos os emails de resposta

source: Send me Reply email, only when I am selected to get the email
pt: Envie-me um e-mail de resposta, somente quando eu for selecionado para receber o e-mail

source: All Task Status Change
pt: Toda a mudança de status da tarefa

source: Send me All Status Update emails
pt: Envie-me todos os e-mails de atualização de status

source: Send me Status Update email, only when I am selected to get the email
pt: Envie-me um e-mail de atualização de status somente quando eu for selecionado para receber o e-mail

source: Show me Notification
pt: Mostre-me a notificação

source: Enable Desktop Notification
pt: Ativar notificação de área de trabalho

source: Browser version supporting Desktop Notification
pt: Versão do navegador que suporta a notificação da área de trabalho

source: Firefox 22 and above
pt: Firefox 22 e acima

source: Chrome 32 and above
pt: Chrome 32 e superior

source: Above Safari 6 on Mac OSX 10.8+
pt: Acima do Safari 6 no Mac OSX 10.8+

source: Send me Email Reports
pt: Envie-me relatórios por e-mail

source: Task Due (daily)
pt: Tarefa devida (diariamente)

source: Daily Update Report
pt: Relatório de atualização diária

source: Send me Email
pt: Envie-me e-mail

source: Hour
pt: Hora

source: Min
pt: Minuto

source: Worked in progress
pt: Trabalhado em andamento

source: Admin/Client
pt: Admin / Cliente

source: Resend
pt: Reenviar

source: Are you sure you want to enable
pt: Tem certeza de que deseja ativar

source: Revoke Moderator
pt: Revogar moderador

source: Grant Moderator
pt: Conceder moderador

source: Are you sure you want to disable
pt: Tem certeza de que deseja desativar?

source: Are you sure you want to mark
pt: Tem certeza que quer marcar?

source: as client
pt: como cliente

source: Mark Client
pt: Marcar cliente

source: Are you sure you want to revoke client access from
pt: Tem certeza de que deseja revogar o acesso do cliente de

source: Revoke Client
pt: Revogar Cliente

source: Are you sure you want to revoke Admin privilege from
pt: Tem certeza de que deseja revogar o privilégio de administrador?

source: Revoke Admin
pt: Revogar administrador

source: Are you sure you want to grant Admin privilege to
pt: Tem certeza de que deseja conceder privilégio de administrador para

source: Edit Profile
pt: Editar Perfil

source: No activity yet
pt: Nenhuma atividade ainda

source: No clients found
pt: Nenhum cliente encontrado

source: Invitation resend
pt: Convite reenviar

source: Add New Client
pt: Adicionar novo cliente

source: Orangescrum URL
pt: URL do Orangescrum

source: API Access Token
pt: Token de acesso à API

source: Generate Access Token
pt: Gerar Token de Acesso

source: Re-generate Access Token
pt: Gere novamente o token de acesso

source: Contact Number
pt: Número de contato

source: Choose Company Logo
pt: Escolha o logotipo da empresa

source: Orangescrum Project Mamangemet Tool
pt: Ferramenta Mamangemet Projeto Laranjascrum

source: Step
pt: Degrau

source: Before we begin, choose the language you want to use in Orangescrum
pt: Antes de começar, escolha o idioma que você deseja usar no Orangescrum

source: Let's get started! You will need a profile image to help
pt: Vamos começar! Você precisará de uma imagem de perfil para ajudar

source: other users identify you in Orangescrum
pt: outros usuários identificam você no Orangescrum

source: Choose a profile image
pt: Escolha uma imagem de perfil

source: Your Full Name
pt: Seu nome completo

source: First & Last Name
pt: Primeiro sobrenome

source: Select your Time Zone
pt: Selecione seu fuso horário

source: Choose an option below to get started
pt: Escolha uma opção abaixo para começar

source: What is the name of your project?
pt: Qual é o nome do seu projeto?

source: project name
pt: Nome do Projeto

source: Who else are in your team?
pt: Quem mais está no seu time?

source: Verify your email Address
pt: Verifique seu endereço de e-mail

source: Email address verified
pt: endereço de Email verificado

source: Phone Number
pt: Número de telefone

source: Do you want to set daylight saving time(DST)
pt: Você deseja definir horário de verão (DST)

source: Time Format
pt: Formato da hora

source: Please update your changes
pt: Por favor, atualize suas alterações

source: Slack client id cannot be blank
pt: O ID do cliente não está em branco

source: Slack client secret cannot be blank
pt: O segredo do cliente não pode ficar em branco

source: Slack Connect Credentials
pt: Credenciais do Slack Connect

source: Connected
pt: Conectado

source: Slack Client Id
pt: Id de cliente frouxo

source: Connect
pt: Conectar

source: Invoice Number
pt: Número da fatura

source: Applied Amount($)
pt: Valor aplicado ($)

source: Send Mail
pt: Enviar correio

source: No transaction
pt: Nenhuma transação

source: notEmpty
pt: não está vazio

source: email
pt: o email

source: Invalid first name
pt: Nome inválido

source: Invalid Currency
pt: Moeda Inválida

source: Currency not found
pt: Moeda não encontrada

source: Invalid email address
pt: Endereço de email invalido

source: Invalid phone number
pt: Número de telefone inválido
