Repository: movidelnor/tareas
Catalog: app/Locale/por/LC_MESSAGES/default.po
Languages: pt

source: Due date will be Current date
pt: A data de vencimento será a data atual

source: Status will be New
pt: Status será novo

source: Type will be Development
pt: Tipo será Desenvolvimento

source: Assigned to will be Me
pt: Designado para ser eu

source: "Project Name" is mandatory when all project is selected
pt: "Nome do Projeto" é obrigatório quando todo o projeto é selecionado

source: Due date of Task (mm/dd/yyyy)
pt: Data de vencimento da tarefa (mm / dd / aaaa)

source: Current status of the Task (NEW, IN PROGRESS, RESOLVED, CLOSED)
pt: Status atual da tarefa (NOVO, EM ANDAMENTO, RESOLVIDO, FECHADO)

source: Task type (Bug, Development, Enhancement, RnD, QA, Unit Testing, Maintenance, Release, Updates, Idea, Others)
pt: Tipo de tarefa (Bug, Desenvolvimento, Aprimoramento, RnD, QA, Teste de Unidade, Manutenção, Release, Atualizações, Idéia, Outros)

source: Start Time & End Time
pt: Hora de início e hora de término

source: hh:mmam/pm format only, Ex. 10:45am/10:45pm - no space between time and meridian
pt: hh: apenas formato mmam / pm, Ex. 10:45 am / 10: 45h - não há espaço entre o tempo e o meridiano

source: Choose a project to Import Task
pt: Escolha um projeto para importar tarefas

source: We can upload more one project if we select "All" project from project dropdown
pt: Podemos fazer upload de mais um projeto se selecionarmos o projeto "All" na lista suspensa do projeto

source: All the Tasks will be posted to the selected Project
pt: Todas as tarefas serão postadas no projeto selecionado

source: Start Time, End Time and Break Time will be treated as time log for the individual task
pt: Hora de início, hora de término e hora de pausa serão tratadas como registro de hora para a tarefa individual

source: Is Billable is treated as whether the Time Log is billable one or not. The input will be either 0 or 1
pt: É faturável é tratado como se o registro de horas é faturável ou não. A entrada será 0 ou 1

source: 0 - Not Billable
pt: 0 - não faturável

source: 1 - Billable
pt: 1 - faturável

source: Tasks to Import
pt: Tarefas para importar

source: Please double-check(specifically text showing in red color) the below points before importing your Tasks
pt: Por favor, verifique novamente (especificamente texto mostrando em cor vermelha) os pontos abaixo antes de importar suas tarefas

source: Invalid Due Date
pt: Data de vencimento inválida

source: should be
pt: deveria estar

source: Invalid or Misspelled Status
pt: Status inválido ou com erros ortográficos

source: Invalid or Misspelled Type
pt: Tipo inválido ou incorreto

source: Unknown Assigned To Email ID (User must be associated with the project)
pt: Unknown Assigned To Email ID (o usuário deve estar associado ao projeto)

source: Invalid Estimated Hour
pt: Hora estimada inválida

source: Invalid start time or end time or break time or spent hour
pt: Horário de início ou término inválido ou tempo de intervalo ou hora passada

source: If
pt: E se

source: are showing in red color then project does not exits in your application, it will be created as new project
pt: estão mostrando em cor vermelha, então o projeto não existe em sua aplicação, ele será criado como novo projeto

source: must be a valid email address of an existing/invited user in Orangescrum
pt: deve ser um endereço de e-mail válido de um usuário existente / convidado no Orangescrum

source: Task(s) Imported into project
pt: Tarefa (s) importada para o projeto

source: Project(s) can't Imported
pt: Projeto (s) não podem ser importados

source: Project Limit Exceeded
pt: Limite de projeto excedido

source: Please
pt: Por favor

source: We found some non existence task type(s)/blank spaces
pt: Encontramos algum (s) tipo (s) de tarefa de inexistência / espaços em branco

source: We have replaced those task type(s) with
pt: Nós substituímos esses tipos de tarefa por

source: If you want to change the task type(s) then please follow the below steps
pt: Se você quiser alterar o (s) tipo (s) de tarefa, siga as etapas abaixo

source: Go to the
pt: o para o

source: section and add
pt: seção e adicionar

source: Edit each task and update the task type
pt: Edite cada tarefa e atualize o tipo de tarefa

source: Export task group to CSV
pt: Exportar grupo de tarefas para CSV

source: Please select atleast one checkbox to export the task group tasks to csv
pt: Por favor selecione pelo menos uma caixa de seleção para exportar as tarefas do grupo de tarefas para csv

source: There is no project name column in the CSV
pt: Não há coluna de nome do projeto no CSV

source: You have choosen
pt: Você escolheu

source: project to import task, but you are trying to import task(s) for project(s) other than selected project. Please choose (all) option from the project drop down menu to import multiple project(s) task(s) at a time
pt: projeto para importar tarefa, mas você está tentando importar tarefa (s) para projeto (s) diferente do projeto selecionado. Escolha a opção (todos) no menu suspenso do projeto para importar várias tarefas de projeto de cada vez

source: Task Number
pt: Número da Tarefa

source: Date of Time Log (mm/dd/yyyy)
pt: Data do registro de horas (mm / dd / aaaa)

source: Start Time/End Time
pt: Hora de início / hora de término

source: format only
pt: somente formato

source: No am/pm is required here
pt: Não am / pm é necessário aqui

source: Can only import time logs for existing tasks
pt: Só pode importar registros de tempo para tarefas existentes

source: Can not create new tasks and import time log here. For this go to import task section
pt: Não é possível criar novas tarefas e importar o registro de horas aqui. Para isso, vá para importar a seção de tarefas

source: Upload the valid CSV file with your Time Log
pt: Faça o upload do arquivo CSV válido com seu registro de horário

source: All the Logs will be posted to the selected Project
pt: Todos os logs serão postados no projeto selecionado

source: Start Time, End Time and Break Time will be treated as time log for the individual task.
pt: Hora de início, hora de término e hora de pausa serão tratadas como registro de hora para a tarefa individual.

source: Is Billable is treated as whether the Time Log is billable one or not. The input will be either 0 or 1.
pt: É faturável é tratado como se o registro de horas é faturável ou não. A entrada será 0 ou 1.

source: Time Logs to Import
pt: Registros de tempo para importar

source: Please double-check the below points before importing your Time Logs
pt: Por favor, verifique os pontos abaixo antes de importar seus registros de tempo

source: Blank Project Name
pt: Nome do projeto em branco

source: Invalid Date
pt: Data inválida

source: Ex. Project name in
pt: Ex. Nome do projeto em

source: means, invalid project
pt: significa, projeto inválido

source: Input CSV
pt: Entrada CSV

source: Time Log(s) Imported
pt: Time Log (s) importado

source: Please upload a valid csv file<br/>
pt: Por favor, faça o upload de um arquivo csv válido <br/>

source: Custom Labels
pt: Etiquetas Personalizadas

source: Default Labels
pt: Rótulos padrão

source: Labels are independent of Projects, but please create a Project to get started.
pt: Os rótulos são independentes dos projetos, mas, por favor, crie um projeto para começar.

source: Sorry, You can't uncheck the Label because it has been used as Label in the list of task(s)
pt: Desculpe, você não pode desmarcar o rótulo porque ele foi usado como rótulo na lista de tarefa (s)

source: Check atleast one Label
pt: Verifique pelo menos uma etiqueta

source: For Task Group and Task lists, the following are imported
pt: Para listas de grupos de tarefas e tarefas, os itens a seguir são importados

source: Description for the task
pt: Descrição para a tarefa

source: Due date of Task
pt: Data de vencimento da tarefa

source: Current status of the Task
pt: Status atual da tarefa

source: Task type(Development, Bug,Enhancement etc.)
pt: Tipo de tarefa (desenvolvimento, bug, aprimoramento etc.)

source: Valid email of the assign
pt: E-mail válido do assigntc.)

source: Before importing your task group list, you can
pt: Antes de importar sua lista de grupos de tarefas, você pode

source: download a sample file
pt: baixar um arquivo de amostra

source: to use as a template
pt: usar como modelo

source: All text columns has to be enclosed with double quotes
pt: Todas as colunas de texto devem ser colocadas entre aspas duplas

source: Task title must be a mandatory field
pt: O título da tarefa deve ser um campo obrigatório

source: Date must be a valid date with format mm/dd/yyyy,Otherwise treated as current date
pt: A data deve ser uma data válida com o formato mm / dd / aaaa, caso contrário, tratada como data atual

source: In case input task group title has the same name as the existing task group under a project then task will append to that task group
pt: Caso o título do grupo de tarefas de entrada tenha o mesmo nome que o grupo de tarefas existente em um projeto, a tarefa será anexada a esse grupo de tarefas

source: Status must be anyone out of
pt: Status deve ser alguém fora de

source: New,In Progress,resolve,Close
pt: Novo, em andamento, resolver, fechar

source: Otherwise default treated as
pt: Caso contrário, o padrão é tratado como

source: Type must be anyone out of
pt: Tipo deve ser alguém de fora

source: Bug,Development,Enhancement,rnd,qa,'Unit Testing',Maintenance,Others,Release,Update
pt: Bug, Desenvolvimento, Aprimoramento, rnd, qa, 'Teste de Unidade', Manutenção, Outros, Release, Atualização

source: hours exceeded
pt: horas excedidas

source: hours remaining
pt: horas restantes

source: Not Complete
pt: Incompleto

source: Remove Me From This Project
pt: Remova-me deste projeto

source: Add Me To This Project
pt: Adicione-me a este projeto

source: Remove User
pt: Remover usuário

source: User(s)
pt: Comercial)

source: No projects found
pt: Nenhum projeto encontrado

source: Oops! You are not authorized to do this operation. Please contact your Admin/Owner.
pt: Opa! Você não está autorizado a fazer esta operação. Entre em contato com seu administrador / proprietário.

source: Remove Me From This Project</a>
pt: Remover-me deste projeto </a>

source: Add Me To This Project</a>
pt: Adicione-me a este projeto </a>

source: Oops! You are not a member of the project. Please add yourself as a member of this project.
pt: Opa! Você não é um membro do projeto. Por favor, adicione-se como membro deste projeto.

source: Methodology
pt: Metodologia

source: Used
pt: Usava

source: Hour(s)
pt: Hora (s)

source: Oops! You are not authorized to do this operation. Please contact your Admin/Owner
pt: Opa! Você não está autorizado a fazer esta operação. Entre em contato com seu administrador / proprietário

source: Saving your data
pt: Salvando seus dados

source: Deactivate
pt: Desativar

source: Activate
pt: Ativar

source: Add new Template
pt: Adicionar novo modelo

source: Are you sure to activate this template
pt: Você tem certeza de ativar este modelo

source: Are you sure to deactivate this template
pt: Você tem certeza de desativar este modelo

source: from the template
pt: do modelo

source: Template name already exist
pt: O nome do modelo já existe

source: Template name can't be blank
pt: O nome do modelo não pode ficar em branco

source: Welcome
pt: bem-vindo ao

source: Get started with your Orangescrum account
pt: Comece com sua conta da Orangescrum

source: Create your first project and start getting things done
pt: Crie seu primeiro projeto e comece a fazer as coisas

source: Hey
pt: Ei

source: Looks like its just you in here
pt: Parece que é só você aqui

source: Orangescrum works best when you add your team
pt: Orangescrum funciona melhor quando você adiciona sua equipe

source: Invite Users
pt: Convidar usuários

source: Explore
pt: Explorar

source: You're just 3 simple steps away from exploring Orangescrum
pt: Você está a apenas 3 passos de explorar o Orangescrum

source: Create and Assign Project
pt: Criar e atribuir projeto

source: Name your project suitably and select a matching short name
pt: Nomeie seu projeto adequadamente e selecione um nome curto correspondente

source: You as an admin will be automatically assigned the project created above
pt: Você, como administrador, receberá automaticamente o projeto criado acima

source: Send invitation to co-workers for the project
pt: Enviar convite aos colegas de trabalho para o projeto

source: Users need to setup their account by using the invitation email
pt: Os usuários precisam configurar sua conta usando o email de convite

source: Then, Admin can add them up to the project
pt: Em seguida, o Admin pode adicioná-los ao projeto

source: You can create task under a project
pt: Você pode criar tarefas em um projeto

source: Select title, put due date, set priority
pt: Selecione o título, coloque a data de vencimento, defina a prioridade

source: Assign the task to resource
pt: Atribuir a tarefa ao recurso

source: of 3 Steps Completed
pt: de 3 etapas concluídas

source: Create your first project, and get started
pt: Crie seu primeiro projeto e comece

source: Looks like it's just you in here
pt: Parece que é só você aqui

source: Orangescrum works best when you add your Co-workers
pt: Orangescrum funciona melhor quando você adiciona seus colegas de trabalho

source: Final step, Create Task and assign, Boom
pt: Etapa final, Criar tarefa e atribuir, Boom

source: Wow! You have completed all the basics of Orangescrum
pt: Uau! Você completou todos os fundamentos do Orangescrum

source: Now you can get started with Orangescrum
pt: Agora você pode começar com o Orangescrum

source: This page will automatically redirect to dashboard within
pt: Esta página será redirecionada automaticamente para o painel dentro

source: Seconds
pt: Segundos

source: to Redirect to the dashboard page
pt: redirecionar para a página do painel

source: Alert Time
pt: Hora do Alerta

source: Minute(s)
pt: Minutos)

source: TimeZone
pt: Fuso horário

source: Frequency
pt: Freqüência

source: 5 days in week
pt: 5 dias na semana

source: 6 days in week
pt: 6 dias na semana

source: 7 days in week
pt: 7 dias na semana

source: Last activity on 19th Nov 2013
pt: Última atividade em 19 de novembro de 2013

source: Do you want to run parallel sprint
pt: Você quer correr sprint paralela

source: Who can edit task
pt: Quem pode editar tarefa

source: All Users
pt: Todos os usuários

source: Owner and Admin
pt: Proprietário e administrador

source: Plese chose at least one.
pt: Por favor escolha pelo menos um.

source: 12 default Task Types listed and the #of Tasks associated with them. You can remove any of them by unchecking the checkbox and save the changes
pt: 12 tipos de tarefas padrão listados e o # de tarefas associadas a eles. Você pode remover qualquer um deles desmarcando a caixa de seleção e salvar as alterações

source: Click on the
pt: Clique no

source: and add your new Task Types
pt: e adicione seus novos tipos de tarefas

source: Custom Task Type
pt: Tipo de Tarefa Personalizada

source: Task Types are independent of Projects, but please create a Project to get started.
pt: Tipos de tarefas são independentes de projetos, mas por favor crie um projeto para começar.

source: Sorry, You can't uncheck the task type because it has been used as default task type in the list of project(s)
pt: Desculpe, não é possível desmarcar o tipo de tarefa porque ele foi usado como tipo de tarefa padrão na lista de projeto (s)

source: No match found
pt: Nenhuma combinação encontrada

source: Total Estimated Hour
pt: Hora estimada total

source: Non Estimated Tasks
pt: Tarefas não estimadas

source: Task Having Due Date
pt: Tarefa com data de vencimento

source: Task Without Due Date
pt: Tarefa sem data de vencimento

source: High Priority # Task
pt: Tarefa de alta prioridade #

source: Deviation
pt: Desvio

source: Bugs created
pt: Bugs criados

source: Avg. days to Resolve a Bug
pt: Média dias para resolver um bug

source: Avg. days to Close a Bug
pt: Média dias para fechar um erro

source: Hours spent on these Bugs
pt: Horas gastas nesses bugs

source: No data for this date range & project
pt: Nenhum dado para este período e projeto

source: Not enough Analytics data
pt: Dados insuficientes do Analytics

source: Task Type - Pie Chart
pt: Tipo de tarefa - gráfico de pizza

source: Loading task type pie chart
pt: Carregando gráfico de pizza do tipo de tarefa

source: Task Statistics
pt: Estatísticas de tarefas

source: Loading Statistics
pt: Carregando Estatísticas

source: Task Trend Chart
pt: Gráfico de tendência de tarefas

source: Loading task trend chart
pt: Gráfico de tendência de tarefas

source: Bug Status Pie Chart
pt: Gráfico de pizza de status de bug

source: Loading bug status pie chart
pt: Carregando gráfico de pizza do status do bug

source: Bug Statistics
pt: Estatísticas de Bug

source: Bugs Life Cycle - Line Chart
pt: Ciclo de Vida dos Erros - Gráfico de Linhas

source: Loading bug life cycle line chart
pt: Carregando gráfico de linhas do ciclo de vida de erros

source: Bug Glide Path Chart
pt: Gráfico de caminho de deslize de bug

source: Loading bug glide path chart
pt: Carregando gráfico de caminho de planeio de erro

source: Remaining Estimated Hrs
pt: Habilidades estimadas restantes

source: Remaining Actual Hrs
pt: Horas reais restantes

source: Replies
pt: Respostas

source: Total Hours
pt: Total de horas

source: Hours Report
pt: Relatório de horas

source: Burndown Chart
pt: Gráfico de Burndown

source: Loading Burndown Chart
pt: Carregando o gráfico de Burndown

source: Hours spent on Task Type - Pie Chart
pt: Horas gastas no Tipo de Tarefa - Gráfico de pizza

source: Loading Pie Chart
pt: Carregando o gráfico de pizza

source: Hours Spent by
pt: Horas gastas por

source: Loading Grid view
pt: Visualização da grade de carregamento

source: Loading Line Chart
pt: Carregando gráfico de linhas

source: This feature is only available to the premium users
pt: Este recurso está disponível apenas para usuários premium

source: Only active
pt: Somente ativo

source: results are displayed
pt: os resultados são exibidos

source: Estimated Time
pt: Tempo estimado

source: Spent Time
pt: Tempo gasto

source: Remaining Time
pt: Tempo restante

source: tooltip
pt: dica de ferramenta

source: Select Limit
pt: Selecione o limite

source: Add/Remove Column
pt: Adicionar / Remover Coluna

source: Please select task title to export.
pt: Por favor, selecione o título da tarefa para exportar.

source: Total Tasks Created
pt: Total de tarefas criadas

source: Avg days to Resolve a Task
pt: Média de dias para resolver uma tarefa

source: Spent on these Task
pt: Passei nessa tarefa

source: Avg days to Close a Task
pt: Média de dias para fechar uma tarefa

source: By
pt: De

source: No Data for this week.
pt: Nenhum dado para esta semana.

source: New Tasks
pt: Novas tarefas

source: In Progress Tasks
pt: Tarefas em andamento

source: Resolved Tasks
pt: Tarefas Resolvidas

source: All Status
pt: Todos os status

source: Last Post
pt: Última postagem

source: user(s) posted/updated task(s)
pt: tarefa (s) do (s) usuário (s) postado (s) / atualizado (s)

source: Total estimated hours
pt: Total de horas estimadas

source: Total spent hours
pt: Total de horas gastas

source: Updated by
pt: atualizado por

source: Enhancement
pt: Aprimoramento

source: Task Group List
pt: Lista de grupos de tarefas

source: Choose a project
pt: Escolha um projeto

source: Below Tasks will be added to the selected project
pt: Abaixo, as tarefas serão adicionadas ao projeto selecionado

source: Below are the tasks of "new lunch" templete
pt: Abaixo estão as tarefas do modelo "novo almoço"

source: No task on template
pt: Nenhuma tarefa no modelo

source: Add Task to Template
pt: Adicionar tarefa ao modelo

source: Select Project Template
pt: Selecione o modelo do projeto

source: Add New Template
pt: Adicionar novo modelo

source: Get quick help on Project Template
pt: Obtenha ajuda rápida no Modelo de Projeto

source: Create a new template out of the selected tasks or add selected tasks to an existing template
pt: Crie um novo modelo a partir das tarefas selecionadas ou adicione tarefas selecionadas a um modelo existente

source: Select Template
pt: Selecione o modelo

source: Unable to update project template
pt: Não é possível atualizar o modelo de projeto

source: Please select one template
pt: Por favor, selecione um modelo

source: Select Default Task Type
pt: Selecione o tipo de tarefa padrão

source: Manage Task
pt: Gerenciar tarefa

source: No Project Templates found
pt: Nenhum modelo de projeto encontrado

source: Are you sure to delete the template
pt: Tem certeza de excluir o modelo

source: No task on this template
pt: Nenhuma tarefa neste modelo

source: theres an error with AJAX
pt: há um erro com o AJAX

source: Default Template
pt: Modelo Padrão

source: No Task Templates found
pt: Nenhum modelo de tarefa encontrado

source: Create Task Template
pt: Criar modelo de tarefa

source: Please don't refresh or close this page. Cancellation of account is in progress
pt: Por favor, não atualize ou feche esta página. O cancelamento da conta está em andamento

source: expired
pt: expirado

source: You will be charged after your 30 days use of Orangescrum. The charge on your credit card statement will be from "ANDOLASOFT INC"
pt: Você será cobrado após 30 dias de uso do Orangescrum. A cobrança no extrato do seu cartão de crédito será da "ANDOLASOFT INC"

source: User Limit
pt: Limite de usuário

source: Project Limit
pt: Limite de projeto

source: Storage Limit
pt: Limite de armazenamento

source: Next Billing Date
pt: Data de faturação seguinte

source: Plan History
pt: História do Plano

source: Amount($)
pt: Quantidade ($)

source: Storage(MB)
pt: Armazenamento (MB)

source: UPGRADE
pt: ATUALIZAR

source: CANCELED
pt: CANCELADO

source: Cancel Subscription
pt: Cancelar assinatura

source: My
pt: Minhas

source: Not assigned Project(s)
pt: Projeto (s) não atribuído (s)

source: No project(s) available
pt: Nenhum projeto disponível

source: Assigned Project(s)
pt: Projeto (s) designado (s)

source: No project(s) assigned
pt: Nenhum projeto atribuído

source: Specify company name
pt: Especifique o nome da empresa

source: Specify other industry name
pt: Especifique outro nome do setor

source: Only letters and numbers are alloweded
pt: Apenas letras e números são permitidos

source: Only letters and numbers are allowed
pt: Apenas letras e números são permitidos

source: Something is wrong! Please try again after few minutes
pt: Algo está errado! Por favor, tente novamente após alguns minutos

source: Users of my projects
pt: Usuários dos meus projetos

source: No users found
pt: Usuários não encontrados

source: Show More
pt: Mostre mais

source: Created/Invited By
pt: Criado / Convidado por

source: Registered At
pt: Registrado em

source: Old Password
pt: Senha Antiga

source: Confirm Password
pt: Confirme a Senha

source: Sorry, this is not available in this version
pt: Desculpe, isso não está disponível nesta versão

source: You are currently using
pt: Você está usando atualmente

source: Downgrade Now
pt: Downgrade Agora

source: Secure Site
pt: Site Seguro

source: Website
pt: Local na rede Internet

source: Contact Phone
pt: telefone de contato

source: Updating
pt: Atualizando

source: Invalid input file format! Should be an image file
pt: Formato de arquivo de entrada inválido! Deve ser um arquivo de imagem

source: Loading dashboard
pt: Carregando painel

source: Congratulations
pt: Parabéns

source: Your account
pt: Sua conta

source: downgraded
pt: rebaixado

source: plan Successfully
pt: planejar com sucesso

source: You are now allowed to add
pt: Agora você tem permissão para adicionar

source: Space
pt: Espaço
