Repository: movidelnor/tareas
Catalog: app/Locale/por/LC_MESSAGES/default.po
Languages: pt

source: All Tasks
pt: Todas as tarefas

source: My Tasks
pt: Minhas tarefas

source: Overdue
pt: Atrasado

source: Delegated
pt: Delegado

source: High Priority
pt: Prioridade máxima

source: All Opened
pt: Tudo aberto

source: All Closed
pt: Tudo fechado

source: Your access permission has been updated. Please login again.
pt: Sua permissão de acesso foi atualizada. Por favor faça login novamente.

source: Your email has been changed. Please login with your new email.
pt: Seu email foi alterado. Por favor, faça o login com o seu novo email.

source: Your password has been changed. Please login with your new password.
pt: Sua senha foi mudada. Por favor, faça o login com sua nova senha.

source: Your access permission has been upgraded to "Admin". Please login again to have this feature.
pt: Sua permissão de acesso foi atualizada para "Admin". Por favor, faça o login novamente para ter esse recurso.

source: Your access permission has been changed from "Client". Please login again to have this feature.
pt: Sua permissão de acesso foi alterada de "Cliente". Por favor, faça o login novamente para ter esse recurso.

source: Your access permission has been changed from "Admin" to "Client". Please login again to have this feature.
pt: Sua permissão de acesso foi alterada de "Admin" para "Cliente". Por favor, faça o login novamente para ter esse recurso.

source: Your access permission has been changed from "Client" to "User". Please login again to have this feature.
pt: Sua permissão de acesso foi alterada de "Cliente" para "Usuário". Por favor, faça o login novamente para ter esse recurso.

source: Your access permission has been upgraded from "Client" to "Admin". Please login again to have this feature.
pt: Sua permissão de acesso foi atualizada de "Cliente" para "Administrador". Por favor, faça o login novamente para ter esse recurso.

source: Your account has been deactivated. Please contact your owner.
pt: Sua conta foi desativada. Por favor, entre em contato com seu dono.

source: The application was successfully added to your Slack channel
pt: O aplicativo foi adicionado com sucesso ao seu canal Slack

source: Notification sent to Slack channel.
pt: Notificação enviada para o canal Slack.

source: Task Status
pt: Status da Tarefa

source: Due Date
pt: Data de Vencimento

source: Archived Date
pt: Data Arquivada

source: Archived by
pt: Arquivado por

source: Assign to
pt: Atribuir a

source: Assign to Nobody
pt: Atribuir a ninguém

source: Project added successfully
pt: Projeto adicionado com sucesso

source: Closed
pt: Fechadas

source: the Task
pt: a tarefa

source: Started
pt: Começado

source: Resolved
pt: Resolvido

source: Modified
pt: Modificado

source: Changed the status of the task to
pt: Alterou o status da tarefa para

source: New
pt: Novo

source: Task Type changed to
pt: Tipo de Tarefa Alterado para

source: Task re-assigned to
pt: Tarefa atribuída novamente a

source: Nobody
pt: Ninguém

source: Due Date changed to
pt: Data de vencimento alterada para

source: No Due Date
pt: Sem data de vencimento

source: Priority changed to
pt: Prioridade alterada para

source: High
pt: Alto

source: Medium
pt: Médio

source: Low
pt: Baixo

source: Estimated Hour(s) changed to
pt: Hora (s) estimada (s) alterada (s) para

source: Task Progress changed to
pt: Progresso da Tarefa alterado para

source: Changed task title to
pt: Título da tarefa alterado para

source: Removed a file from this Task
pt: Removido um arquivo desta tarefa

source: Changed the status of this Task
pt: Alterou o status desta tarefa

source: Added time log
pt: Log de tempo adicionado

source: Updated time log
pt: Log de hora atualizado

source: Added story point
pt: Ponto de história adicionado

source: Updated story point
pt: Ponto de história atualizado

source: Error in uploading file to S3 bucket
pt: Erro ao carregar o arquivo no depósito do S3

source: Last Activity
pt: ultima atividade

source: Dependant tasks are not closed.
pt: Tarefas dependentes não estão fechadas.

source: Task not found
pt: Tarefa não encontrada

source: Unable to reorder the task, Please try once again!
pt: Não é possível reordenar a tarefa. Por favor, tente novamente!

source: Due date can't less then start date.
pt: A data de vencimento não pode ser inferior à data de início.

source: Start date cannot exceed End date
pt: A data de início não pode exceder a data final

source: No matched record found with this id
pt: Nenhum registro correspondente encontrado com esse id

source: Invalid Case id
pt: ID do caso inválido

source: Oops! Error occured in creation of zip file.
pt: Opa! Ocorreu um erro na criação do arquivo zip.

source: Oops! Error occured in creating the task csv file.
pt: Opa! Ocorreu um erro ao criar o arquivo csv da tarefa.

source: Invalid argument supplied.
pt: Argumento inválido fornecido.

source: logged time for you on
pt: tempo registrado para você

source: days to go
pt: dias que faltam

source: N/A
pt: N / D

source: In-Progress
pt: Em progresso

source: Start
pt: Começar

source: Invalid input. Please try again.
pt: Entrada inválida. Por favor, tente novamente.

source: Task Group successfully converted to task.
pt: Grupo de Tarefas convertido com sucesso em tarefa.

source: Task successfully posted.
pt: Tarefa postada com sucesso.

source: Sorry! invalid input. Please try again.
pt: Desculpa! entrada inválida. Por favor, tente novamente.

source: In Progress
pt: Em progresso

source: Total Clients
pt: Total de clientes

source: Clients in Last 30days
pt: Clientes nos últimos 30 dias

source: Non-billable
pt: Não faturável

source: Billable
pt: Faturável

source: Updated due date to
pt: Data de vencimento atualizada para

source: Updated priority to
pt: Prioridade atualizada para

source: Updated estimated hour(s) to
pt: Horas estimadas atualizadas para

source: Updated task progress to
pt: Progresso da tarefa atualizado para

source: Removed a file from this task
pt: Removido um arquivo desta tarefa

source: Updated the status of this task
pt: Atualizou o status desta tarefa

source: Set as favorite task
pt: Definir como tarefa favorita

source: Removed as favorite task
pt: Removido como tarefa favorita

source: Schedule it
pt: Agende

source: Filter name already exists.
pt: O nome do filtro já existe.

source: Filter saved successfully.
pt: Filtro salvo com sucesso.

source: Filter updated successfully.
pt: Filtro atualizado com sucesso.

source: Filter can't save. Please try again later.
pt: O filtro não pode salvar. Por favor, tente novamente mais tarde.

source: No parent present or parent has limited access.
pt: Nenhum pai presente ou pai tem acesso limitado.

source: You are successfully added in the favourite task
pt: Você foi adicionado com sucesso na tarefa favorita

source: You are successfully removed the favourite task
pt: Você foi removido com sucesso da tarefa favorita

source: Sorry, Something is wrong try after sometimes.
pt: Desculpe, algo está errado, tente depois, às vezes.

source: Error: Tasks not updated.
pt: Erro: Tarefas não atualizadas.

source: Task progress not updated as dependant tasks are not closed other changes are updated.
pt: O progresso da tarefa não é atualizado, pois as tarefas dependentes não são fechadas, outras alterações são atualizadas.

source: Tasks updated successfully.
pt: Tarefas atualizadas com sucesso.

source: Backlog
pt: Lista de pendências

source: Default Task Group
pt: Grupo de Tarefas Padrão

source: Gantt details saved successfully.
pt: Detalhes de Gantt salvos com sucesso.

source: Default Task Group can not be editable.
pt: O grupo de tarefas padrão não pode ser editável.

source: Some tasks progress not saved as dependent tasks are not closed.
pt: Algumas tarefas não são salvas como tarefas dependentes não são fechadas.

source: Please enter customer name.
pt: Por favor, insira o nome do cliente.

source: Please enter email address.
pt: Por favor insira o endereço de email.

source: Please select currency.
pt: Por favor selecione moeda.

source: Email already exist. Please enter another email
pt: Email já existe. Por favor insira outro email

source: Please enter invoice number.
pt: Por favor, insira o número da fatura.

source: Invoice number exist. Please enter another invoice number.
pt: O número da fatura existe. Por favor, insira outro número de fatura.

source: Please choose a customer.
pt: Por favor, escolha um cliente.

source: Please select an image.
pt: Por favor, selecione uma imagem.

source: Please select an image of height 200px and width 200px.
pt: Por favor selecione uma imagem de altura 200px e largura 200px.

source: Company not found
pt: Empresa não encontrada

source: Invoice setting updated successfully.
pt: Configuração de fatura atualizada com sucesso.

source: Invoice Date
pt: Data da fatura

source: Please split the file and upload again. Your file contain more than 1000 rows
pt: Por favor, dividir o arquivo e fazer o upload novamente. Seu arquivo contém mais de 1000 linhas

source: Please upload a file with size less then 2MB
pt: Por favor, envie um arquivo com tamanho menor que 2MB

source: Require atleast first name column to import the customers
pt: Requerer pelo menos a coluna do primeiro nome para importar os clientes

source: Please import a valid CSV file
pt: Por favor, importe um arquivo CSV válido

source: Logged
pt: Registrado

source: today
pt: hoje

source: Last entry
pt: Última entrada

source: none
pt: Nenhum

source: Task assigned successfully.
pt: Tarefa designada com sucesso.

source: Task Group '
pt: Grupo de Tarefas '

source: ' has been deleted.
pt: ' foi deletado.

source: Unable to delete Sprint. Please try again.
pt: Não é possível excluir o Sprint. Por favor, tente novamente.

source: Oops! Error occured in deletion of Task Group.
pt: Opa! Erro ocorrido na exclusão do grupo de tarefas.

source: Sorry! You do not have active project. Please create a project.
pt: Desculpa! Você não tem projeto ativo. Por favor, crie um projeto.

source: Sorry! We are not able to post this Sprint. Try again.
pt: Desculpa! Nós não podemos postar este Sprint. Tente novamente.

source: Sorry! We are not able to post this Task Group. Try again.
pt: Desculpa! Não podemos postar este grupo de tarefas. Tente novamente.

source: Oops! Sprint Title already exists
pt: Opa! O título da sprint já existe

source: Oops! Task Group Title already exists
pt: Opa! O título do grupo de tarefas já existe

source: Sprint updated successfully.
pt: Sprint atualizado com sucesso.

source: Task Group updated successfully.
pt: Grupo de Tarefas atualizado com sucesso.

source: Sprint added successfully.
pt: Sprint adicionado com sucesso.

source: Task Group added successfully.
pt: Grupo de Tarefas adicionado com sucesso.

source: Sorry! We are not able to update this Task Group. Try again.
pt: Desculpa! Não podemos atualizar este grupo de tarefas. Tente novamente.

source: Task Group has been restored.
pt: Grupo de Tarefas foi restaurado.

source: Oops! Error occured in restoration of Task Group
pt: Opa! Erro ocorrido na restauração do grupo de tarefas

source: Task Group has been completed.
pt: O grupo de tarefas foi concluído.

source: Oops! Error occured in completion of Task Group
pt: Opa! Erro ocorrido na conclusão do grupo de tarefas

source: This will create fourth level task, which is not allowed. Please choose another Parent.
pt: Isso criará tarefa de quarto nível, o que não é permitido. Por favor, escolha outro pai.

source: Invalid Project!
pt: Projeto inválido!

source: Sorry! this sprint is already started.
pt: Desculpa! este sprint já está iniciado.

source: Sprint started successfully.
pt: Sprint começou com sucesso.

source: Sprint created successfully.
pt: Sprint criado com sucesso.

source: tasks were done
pt: tarefas foram feitas

source: task done
pt: tarefa terminada

source: tasks were incomplete
pt: tarefas estavam incompletas

source: task incomplete
pt: tarefa incompleta

source: Invalid Sprint.
pt: Sprint inválido.

source: This sprint can not be started.
pt: Este sprint não pode ser iniciado.

source: Oops! Sprint does not exists
pt: Opa! Sprint não existe

source: Oops! Sprint is already completed
pt: Opa! Sprint já está concluído

source: Sprint completed successfully.
pt: Sprint concluído com sucesso.

source: Sorry! We are not able to complete this Sprint. Try again.
pt: Desculpa! Não podemos concluir este Sprint. Tente novamente.

source: Closed sprint, by
pt: Sprint fechado, por

source: Oops! Error occured in deletion of Sprint.
pt: Opa! Erro ocorrido na exclusão do Sprint.

source: Oops! Error occured in reopen of Sprint. Another sprint started.
pt: Opa! Erro ocorrido na reabertura do Sprint. Outro sprint começou.

source: Oops! Error occured in reopen of Sprint.
pt: Opa! Erro ocorrido na reabertura do Sprint.

source: Invalid credential
pt: Credencial inválida

source: Oops! something went worng.
pt: Opa! Algo correu mal.

source: Setting updated successfully.
pt: Configuração atualizada com sucesso.

source: Project Logo removed successfully
pt: Logotipo do projeto removido com sucesso

source: Project name
pt: Nome do Projeto

source: already exists
pt: já existe

source: Project short name
pt: Nome abreviado do projeto

source: Project '
pt: Projeto '

source: ' is assigned to '
pt: 'é atribuído a'

source: saved successfully
pt: Salvo com sucesso

source: activated successfully
pt: ativado com sucesso

source: deleted successfully
pt: Apagado com sucesso

source: deactivated successfully
pt: desativado com sucesso

source: Invalid or Wrong action!
pt: Ação inválida ou errada!

source: created successfully
pt: criado com sucesso

source: Project created successfully
pt: Projeto criado com sucesso

source: Error creating project
pt: Erro ao criar projeto

source: User(s) successfully assigned to
pt: Usuário (s) atribuído (s) com sucesso a

source: is completed
pt: está completo

source: marked as complete
pt: marcado como completo

source: Oops! You don't have access to this activity.
pt: Opa! Você não tem acesso a essa atividade.

source: Daily Catch-Up has been saved successfully.
pt: O Daily Catch-Up foi salvo com sucesso.

source: Failed to save of Daily Catch-Up.
pt: Falha ao salvar o Daily Catch-Up.fully.

source: Daily Catch-Up has been cancelled successfully.
pt: O Daily Catch-Up foi cancelado com sucesso.

source: Failed to cancel Daily Catch-Up.
pt: Não foi possível cancelar o Daily Catch-Up.

source: Template tasks added successfully
pt: Tarefas de modelo adicionadas com sucesso

source: Template Deleted successfully
pt: Modelo excluído com sucesso

source: Template activated successfully
pt: Modelo ativado com sucesso

source: Template can't be activated.Please try again.
pt: O modelo não pode ser ativado. Tente novamente.

source: Template deactivated successfully
pt: Modelo desativado com sucesso

source: Template can't be deactivated.Please try again.
pt: O modelo não pode ser desativado. Tente novamente.

source: Invalid CSV file
pt: Arquivo CSV inválido

source: Download
pt: Baixar

source: and check with our sample file
pt: e verifique com nosso arquivo de amostra

source: Require atleast Task Title column to import the Tasks
pt: Exigir pelo menos a coluna Título da Tarefa para importar as Tarefas

source: Task type
pt: Tipo de tarefa

source: added successfully
pt: adicionado com sucesso

source: Error in addition of task type.
pt: Erro além do tipo de tarefa.

source: Task type saved successfully.
pt: Tipo de tarefa salvo com sucesso.

source: Error in saving of task type.
pt: Erro ao salvar do tipo de tarefa.

source: Labels saved successfully.
pt: Etiquetas guardadas com sucesso.

source: Error in saving of Labels.
pt: Erro ao salvar os rótulos.

source: Label
pt: Rótulo

source: updated successfully
pt: Atualizado com sucesso

source: added successfully
pt: adicionado com sucesso

source: Error in addition of Labele.
pt: Erro além do Labele.

source: Added successfully
pt: Adicionado com sucesso

source: No activity
pt: Nenhuma atividade

source: Hold on
pt: Aguente

source: Stack
pt: Pilha

source: Completed
pt: Concluído

source: Setting updated successfully
pt: Configuração atualizada com sucesso

source: Unauthorized URL
pt: URL não autorizado

source: Yes
pt: sim

source: No
pt: Não

source: Hours Spent
pt: Horas gastas

source: Using
pt: Usando

source: of storage
pt: de armazenamento

source: days remaining
pt: Dias restantes

source: Invalid Project.
pt: Projeto inválido.

source: Filter deleted successfully
pt: Filtro excluído com sucesso

source: Filter can not delete. Please try again later
pt: Filtro não pode excluir. Por favor, tente novamente mais tarde

source: Filter updated successfully
pt: Filtro atualizado com sucesso

source: Filter can not update. Please try again later
pt: Filtro não pode atualizar. Por favor, tente novamente mais tarde

source: Task template deleted successfully
pt: Modelo de tarefa excluído com sucesso

source: Template enabled successfully
pt: Modelo ativado com sucesso

source: Template can't be enabled.Please try again.
pt: O modelo não pode ser ativado. Tente novamente.

source: Template disabled successfully
pt: Modelo desativado com sucesso

source: Template can't be disabled.Please try again.
pt: O modelo não pode ser desativado. Tente novamente.

source: Something went wrong
pt: Algo deu errado

source: Task Group and task are deleted successfully.
pt: Grupo de Tarefas e tarefas são excluídos com sucesso.

source: Tasks imported successfully to the project template '
pt: Tarefas importadas com sucesso para o modelo de projeto '

source: Your uploaded CSV file is blank. Please import a valid CSV file with some data
pt: Seu arquivo CSV carregado está em branco. Por favor, importe um arquivo CSV válido com alguns dados

source: Task is deleted successfully.
pt: Tarefa é excluída com sucesso.

source: Task moved successfully
pt: Tarefa movida com sucesso

source: Getting Started Orangescrum
pt: Começando Orangescrum

source: Company photo removed successfully
pt: Foto da empresa removida com sucesso

source: Company logo should be an image file
pt: O logotipo da empresa deve ser um arquivo de imagem

source: Company logo size cannot excceed 1mb
pt: O tamanho do logotipo da empresa não pode exceder 1mb

source: Name cannot be left blank
pt: O nome não pode ser deixado em branco

source: Company updated successfully
pt: Empresa atualizada com sucesso

source: Notification settings saved successfully
pt: Configurações de notificação salvas com sucesso

source: user deleted successfully
pt: usuário excluído com sucesso

source: Sorry! User cannot be enabled. User Limit Exceeded!.<br />Please upgrade your account to enable more users.
pt: Desculpa! O usuário não pode ser ativado. Limite de usuário excedido !. <br /> Atualize sua conta para habilitar mais usuários.

source: User enabled successfully
pt: Usuário habilitado com sucesso

source: User disabled successfully
pt: Usuário desativado com sucesso

source: You have been granted Admin Privileges.
pt: Você recebeu privilégios de administrador.

source: Granted admin privilege
pt: Privilégio de administrador concedido

source: Granted client privilege
pt: Privilégio concedido para o cliente

source: You have been granted Client Privilege.
pt: Você recebeu o privilégio de cliente.

source: Revoked client privilege
pt: Privilégio de cliente revogado

source: Your client privilege has been revoked.
pt: Seu privilégio de cliente foi revogado.

source: Your admin privilege has been revoked.
pt: Seu privilégio de administrador foi revogado.

source: Revoked admin privilege
pt: Privilégio de administrador revogado

source: Please check your mail to reset your password
pt: Por favor, verifique seu e-mail para redefinir sua senha

source: If an account exists with this email address, we've sent instructions on resetting your password. Please check your email!
pt: Se existir uma conta com este endereço de e-mail, enviamos instruções sobre como redefinir sua senha. Por favor verifique seu email!

source: Sorry! This account exceeded the user limit.
pt: Desculpa! Esta conta excedeu o limite de usuários.

source: Invitation Failed. Please try again!
pt: Convite falhado. Por favor, tente novamente!

source: is successfully added
pt: é adicionado com sucesso

source: Profile photo removed successfully
pt: Foto do perfil removida com sucesso

source: Email cannot be left blank
pt: E-mail não pode ser deixado em branco

source: Oops! Email address already exists.
pt: Opa! Endereço de email já existe.

source: Oops! Invalid file format! The formats supported are gif, jpg, jpeg & png.
pt: Opa! Formato de arquivo inválido! Os formatos suportados são gif, jpg, jpeg e png.

source: Profile photo size cannot excceed 1mb
pt: O tamanho da foto do perfil não pode exceder 1mb

source: Profile updated successfully
pt: Perfil atualizado com sucesso

source: You are not authorized to do this operation.
pt: Você não está autorizado a fazer esta operação.

source: Old password cannot be left blank!
pt: Senha antiga não pode ser deixada em branco!

source: Please enter correct old password.
pt: Por favor, digite a senha antiga correta.

source: New password cannot be left blank!
pt: Nova senha não pode ser deixada em branco!

source: Re-type password cannot be left blank!
pt: Digite novamente a senha não pode ser deixado em branco!

source: Re-type password do not match!
pt: Digite novamente a senha não coincide!

source: Password changed successfully
pt: Senha alterada com sucesso

source: We are sorry! This operation is completed. Please try once again.
pt: Nos desculpe! Esta operação está concluída. Por favor, tente mais uma vez.

source: Opened
pt: Aberto

source: Close
pt: Fechar

source: Update
pt: Atualizar

source: Project(s) '
pt: Projetos

source: ' assigned to you.
pt: 'atribuído a você.

source: Template updated successfully
pt: Modelo atualizado com sucesso

source: Template can't be updated
pt: O modelo não pode ser atualizado

source: Template added successfully
pt: Modelo adicionado com sucesso

source: Template can't be added
pt: Não é possível adicionar o modelo

source: Deleted successfully
pt: Apagado com sucesso

source: You have not register for beta subscription!
pt: Você não se registrou para a assinatura beta!

source: You beta subscription is not approved yet!
pt: Sua assinatura beta ainda não foi aprovada!

source: Proper message display
pt: Exibição adequada da mensagem

source: All
pt: Todos

source: Requested file is not available with us!
pt: O arquivo solicitado não está disponível conosco!

source: Notifications changed successfully
pt: Notificações alteradas com sucesso

source: Reports changed successfully
pt: Relatórios alterados com sucesso

source: Invalid company name
pt: Nome da empresa inválido

source: List
pt: Lista

source: Task Group
pt: Grupo de Tarefas

source: Calendar
pt: Calendário

source: Card
pt: Cartão

source: Grid
pt: Grade

source: Default Views set successfully.
pt: Vistas padrão configuradas com sucesso.

source: Default Views can not be set.
pt: Vistas padrão não podem ser definidas.

source: You have
pt: Você tem

source: has
pt: tem

source: disabled wiki.
pt: wiki desativado.

source: enabled wiki.
pt: wiki habilitado.

source: commented on wiki.
pt: comentou no wiki.

source: updated wiki category.
pt: categoria atualizada do wiki.

source: created wiki category.
pt: categoria wiki criada.

source: updated wiki subcategory.
pt: subcategoria wiki atualizada.

source: enabled wiki approver.
pt: aprovador de wiki habilitado.

source: disabled wiki approver.
pt: aprovador do wiki desativado.

source: approved this wiki.
pt: aprovou este wiki.

source: finally approved this wiki.
pt: finalmente aprovou este wiki.

source: rejected wiki.
pt: wiki rejeitado.
