Repository: movidelnor/tareas
Catalog: app/Locale/por/LC_MESSAGES/default.po
Languages: pt

source: Created On
pt: Criado em

source: Need help
pt: Preciso de ajuda

source: If you're stuck
pt: Se você está preso

source: click here
pt: Clique aqui

source: for help
pt: para ajuda

source: Still not clear
pt: Ainda não está claro

source: send us a line
pt: envie-nos uma linha

source: someone from our help desk will be in touch
pt: alguém do nosso help desk entrará em contato

source: If you get stuck or need help with anything we are here for you. Just
pt: Se você ficar preso ou precisar de ajuda com qualquer coisa, estamos aqui para você. Somente

source: we will get back to you as soon as possible or find your answer at our
pt: nós entraremos em contato com você o mais rápido possível ou encontraremos sua resposta em nosso

source: help desk
pt: Central de Ajuda

source: Ok, got it
pt: OK, entendi

source: Move task to task group/sprint
pt: Mover tarefa para grupo de tarefas / sprint

source: Export Tasks to CSV
pt: Exportar tarefas para o CSV

source: Create Your Own Company
pt: Crie sua própria empresa

source: Introduction
pt: Introdução

source: Resource Not Available
pt: Recurso não disponível

source: The assigned user is not available for the selected date. Please wait while I am searching other available user(s) for you
pt: O usuário atribuído não está disponível para a data selecionada. Por favor, aguarde enquanto estou pesquisando outro (s) usuário (s) disponível (s) para você

source: Overload Details
pt: Detalhes de Sobrecarga

source: Congratulations!
pt: Parabéns!

source: Now manage your Resources better with Orangescrum's Resource Availability feature. Track their availability, leave planning and utilization effortlessly
pt: Agora, gerencie melhor seus recursos com o recurso de disponibilidade de recursos da Orangescrum. Acompanhe sua disponibilidade, deixe o planejamento e a utilização sem esforço

source: Resource Availability is not available in the Startup Plan
pt: A disponibilidade de recursos não está disponível no plano de inicialização

source: See How
pt: Veja como

source: No thanks
pt: Não, obrigado

source: Now manage your Timelog better with Orangescrum's
pt: Agora gerencie seu Timelog melhor com o Orangescrum

source: Timesheet
pt: Planilha de horário

source: feature. Manage timelog effortlessly
pt: característica. Gerenciar timelog sem esforço

source: Select your preferred language
pt: Selecione seu idioma preferido

source: Language
pt: Língua

source: English
pt: Inglês

source: Spanish
pt: espanhol

source: You can also update the language from the
pt: Você também pode atualizar o idioma do

source: page later
pt: página depois

source: Okay
pt: OK

source: Cool, we'd love to hear from you
pt: Legal, adoraríamos ouvir de você

source: Contact us 24/7 via email at
pt: Contate-nos 24/7 via e-mail

source: Or By filling the from below
pt: Ou preenchendo o de baixo

source: Overall Rating
pt: Avaliação geral

source: Enter Your Feedback Here
pt: Digite seu feedback aqui

source: Submit
pt: Enviar

source: Need more time to explore the possibilities
pt: Precisa de mais tempo para explorar as possibilidades

source: Extend trial for
pt: Estender julgamento para

source: days
pt: dias

source: Choose an existing task
pt: Escolha uma tarefa existente

source: Cancel Subscription Information
pt: Cancelar informações de assinatura

source: Please check the below user(s) list and Save to add them to this Project
pt: Por favor, verifique a lista de usuário (s) abaixo e salve para adicioná-los a este projeto

source: Loading users
pt: Carregando usuários

source: Remove Tasks
pt: Remover tarefas

source: Loading tasks
pt: Carregando tarefas

source: Assign Tasks
pt: Atribuir tarefas

source: Assign & Continue
pt: Atribuir e continuar

source: Parent Task
pt: Tarefa Pai

source: Project Template
pt: Modelo de Projeto

source: Specify project template name
pt: Especifique o nome do modelo de projeto

source: Assign Project
pt: Atribuir projeto

source: Please check the below project(s) list and Save to add them to this User
pt: Por favor, verifique a lista abaixo projeto (s) e Salvar para adicioná-los a este usuário

source: Search project
pt: Projeto de pesquisa

source: Loading projects
pt: Carregando projetos

source: Upload your CSV file
pt: Envie seu arquivo CSV

source: rows maximum size
pt: tamanho máximo de linhas

source: Continue
pt: Continuar

source: CSV File
pt: Arquivo CSV

source: Download the sample file
pt: Baixe o arquivo de amostra

source: to see what you can import
pt: para ver o que você pode importar

source: mandatory
pt: obrigatório

source: Description of the task
pt: Descrição da tarefa

source: Task type (Bug, Development, Enhancement, RnD, QA, Unit Testing, Maintenance, Release, Updates, Idea, Others, Story)
pt: Tipo de tarefa (Bug, Desenvolvimento, Aprimoramento, RnD, QA, Teste de Unidade, Manutenção, Release, Atualizações, Idéia, Outros, História)

source: If Task type is story, they the story point will be inserted for task.
pt: Se o tipo de tarefa for história, o ponto da história será inserido para a tarefa.

source: Task priority (High, Medium, Low)
pt: Prioridade da tarefa (alta, média, baixa)

source: Email ID of Task Assigned To
pt: ID de email da tarefa atribuída a

source: Estimated Hour
pt: Hora estimada

source: hh:mm format only
pt: apenas formato hh: mm

source: Upload the valid CSV file with your Tasks
pt: Carregar o arquivo CSV válido com suas tarefas

source: First system will validate your data and give error message if there is any error
pt: Primeiro sistema irá validar seus dados e dar uma mensagem de erro se houver algum erro

source: All the Tasks will be posted to the selected Project Template
pt: Todas as tarefas serão publicadas no modelo de projeto selecionado

source: Left blank the columns having no entry
pt: Deixou em branco as colunas sem entrada

source: Please upload a valid csv file
pt: Por favor, faça o upload de um arquivo csv válido

source: Add Unbilled time to Invoice
pt: Adicionar tempo não faturado à fatura

source: Choose an invoice
pt: Escolha uma fatura

source: Add New Invoice
pt: Adicionar nova fatura

source: Select an invoice
pt: Selecione uma fatura

source: Assign User(s) to
pt: Atribuir usuário (s) a

source: Response goes here
pt: Resposta vai aqui

source: Contact our sales team
pt: Entre em contato com nossa equipe de vendas

source: Email address
pt: Endereço de e-mail

source: Phone
pt: telefone

source: How can we help you
pt: Como podemos te ajudar

source: Enter Sum of
pt: Digite Soma de

source: Help us to make sure you're not a robot
pt: Ajude-nos a ter certeza de que você não é um robô

source: Want 5% off
pt: Deseja 5% de desconto

source: Your Order
pt: Seu pedido

source: Use coupon code
pt: Use o código do cupom

source: And enjoy site wide saving off 5% just for subscribing with us
pt: E aproveite todo o site economizando 5% apenas por se inscrever conosco

source: Online Order Only. Applicable to all subscription plans
pt: Encomenda Online Apenas. Aplicável a todos os planos de assinatura

source: Show/Hide Tabs
pt: Mostrar / ocultar guias

source: Only three tabs can be selected
pt: Apenas três guias podem ser selecionadas

source: Select your profile image
pt: Selecione sua imagem de perfil

source: Drag and set the box on the area you want to crop
pt: Arraste e defina a caixa na área que você deseja cortar

source: Confirm
pt: confirme

source: Send Transaction Invoice
pt: Enviar fatura de transação

source: Message
pt: mensagem

source: Email sent successfully
pt: E-mail enviado com sucesso

source: Email not sent due to some problem
pt: E-mail não enviado devido a algum problema

source: Orangescrum goes Mobile
pt: Orangescrum vai para celular

source: Your favorite project management tool is now with you all the time. Use and enjoy Orangescrum at your fingertips
pt: Sua ferramenta de gerenciamento de projetos favorita está agora com você o tempo todo. Use e aproveite o Orangescrum na ponta dos seus dedos

source: Add, Edit & Assign Tasks
pt: Adicionar, editar e atribuir tarefas

source: Invite, Enable, Disable User
pt: Convidar, ativar, desativar o usuário

source: Create, Edit & Manage Projects
pt: Criar, editar e gerenciar projetos

source: Update profile from Mobile
pt: Atualizar perfil do celular

source: Attach document/images
pt: Anexar documento / imagens

source: Reply Task
pt: Tarefa de resposta

source: New Label
pt: Novo rótulo

source: Specify Label Name
pt: Especifique o nome do rótulo

source: New Task Type
pt: Novo tipo de tarefa

source: Specify task type name
pt: Especifique o nome do tipo de tarefa

source: Give a short name for task type
pt: Dê um nome curto para o tipo de tarefa

source: Add Label to Task
pt: Adicionar etiqueta à tarefa

source: Scrum Software development
pt: Desenvolvimento de Software Scrum

source: Making software development more enjoyable and productive
pt: Tornar o desenvolvimento de software mais agradável e produtivo

source: Simple Project Management
pt: Gerenciamento Simples de Projetos

source: Do more than just "manage" your project
pt: Faça mais do que apenas "gerenciar" seu projeto

source: Export Project Details
pt: Exportar detalhes do projeto

source: Below columns will be exported
pt: Abaixo colunas serão exportadas

source: Project Short Name
pt: Nome abreviado do projeto

source: Project Priority
pt: Prioridade do Projeto

source: Project End Date
pt: Data de término do projeto

source: Project Est. Hrs
pt: Projeto Est. Horas

source: Project Spent Hrs
pt: Horas gastas do projeto

source: Number of Tasks
pt: Número de Tarefas

source: Project Last Activity
pt: Última atividade do projeto

source: Upcoming due dates of this task
pt: Próximas datas de vencimento desta tarefa

source: Stop Recurring
pt: Pare de Recorrente

source: Remove Project
pt: Remover projeto

source: Remove User(s) from
pt: Remover usuário (s) de

source: Search User
pt: Pesquisar usuário

source: Export resource utilization to csv file
pt: Exportar utilização de recursos para o arquivo csv

source: Task #
pt: Tarefa #

source: Task Details
pt: Detalhes da Tarefa

source: Send invoice
pt: Enviar fatura

source: Subject
pt: Sujeito

source: Your name
pt: Seu nome

source: Give your message
pt: Dê sua mensagem

source: Export Tasks to csv file
pt: Exportar tarefas para o arquivo csv

source: Sprint/Task Group
pt: Sprint / Grupo de Tarefas

source: Updated Date
pt: Data atualizada

source: Task Template
pt: Modelo de Tarefa

source: Specify your template name
pt: Especifique o nome do seu modelo

source: Describe your template
pt: Descreva seu modelo

source: Specify task title
pt: Especifique o título da tarefa

source: Give task description
pt: Dar descrição da tarefa

source: Export Timelog to csv file
pt: Exportar Timelog para o arquivo csv

source: Break(hours)
pt: Pausa (horas)

source: Add Subscription
pt: Adicionar assinatura

source: per month
pt: por mês

source: Months
pt: Meses

source: Please select a subscription
pt: Por favor selecione uma assinatura

source: Are you sure to add subscription for this company
pt: Tem certeza de adicionar assinatura para esta empresa?

source: Email Address
pt: Endereço de e-mail

source: Please Enter Email Address
pt: Por favor, digite o endereço de e-mail

source: Invalid Email
pt: E-mail inválido

source: New Password
pt: Nova senha

source: Repeat New Password
pt: Repita a nova senha

source: Please Enter New Password. Spaces Are Not Allowed
pt: Por favor, digite a nova senha. Espaços não são permitidos

source: Password Length Must Be Greater Than Six
pt: Comprimento da senha deve ser maior que seis

source: Please Enter New Password Again. Spaces Are Not Allowed
pt: Por favor, digite a nova senha novamente. Espaços não são permitidos

source: Both Passwords Doesn't Match
pt: Ambas as senhas não correspondem

source: Password Updated Successfully
pt: Senha atualizada com sucesso

source: Password Couldn't Updated
pt: Senha não foi atualizada

source: User Leave Form
pt: Formulário de Licença do Usuário

source: Reason of Leave
pt: Razão de Licença

source: Cancel Leave
pt: Cancelar licença

source: Send Remainder email to
pt: Enviar e-mail de lembrete para

source: Email Id
pt: Identificação do email

source: Email Subject
pt: Assunto do email

source: Messages
pt: Mensagens

source: Email id is required
pt: O ID do email é obrigatório

source: Invalid email
pt: E-mail inválido

source: Subject is required
pt: Assunto é obrigatório

source: Problem in sending email. Please try later
pt: Problema no envio de email. Por favor tente mais tarde

source: Manage User & Storage Limit
pt: Gerenciar usuário e limite de armazenamento

source: No. Of Users
pt: Não dos usuários

source: Storage(GB)
pt: Armazenamento (GB)

source: Invalid data
pt: Dados inválidos

source: Data Updated Successfully
pt: Dados atualizados com sucesso

source: Problem in updating records. Please try later
pt: Problema na atualização de registros. Por favor tente mais tarde

source: Add to Project
pt: Adicionar ao projeto

source: Task Group Description
pt: Descrição do Grupo de Tarefas

source: Create a Subtask
pt: Crie uma subtarefa

source: task Group Description
pt: tarefa Grupo Descrição

source: update
pt: atualizar

source: Est. Hr
pt: Husa. Hora

source: Task Analysis Report
pt: Relatório de análise de tarefas

source: Sprint Report
pt: Relatório de Sprint

source: Velocity Report
pt: Relatório de velocidade

source: Velocity Chart
pt: Gráfico de velocidade

source: Average Age Report
pt: Relatório de Idade Média

source: Created vs. Resolved Tasks Report
pt: Relatório de tarefas criadas vs. resolvidas

source: Pie Chart Report
pt: Relatório de gráfico de pizza

source: Recently Created Tasks Report
pt: Relatório de Tarefas Recentemente Criadas

source: Resolution Time Report
pt: Relatório de tempo de resolução

source: Time Since Tasks Report
pt: Tempo desde o relatório de tarefas

source: Hours Spent Report
pt: Horas gastas relatório

source: Pending Tasks
pt: Tarefas pendentes

source: View All Projects
pt: Visualizar todos os projetos

source: Recurrence Pattern
pt: Padrão de Recorrência

source: Daily
pt: Diariamente

source: Every
pt: Cada

source: Every weekday
pt: Todos os dias da semana

source: Recur every
pt: Se repetem a cada

source: week(s) on
pt: semana (s) em

source: Monday
pt: Segunda-feira

source: Tuesday
pt: terça

source: Wednesday
pt: Quarta-feira

source: Thursday
pt: Quinta-feira

source: Friday
pt: Sexta-feira

source: Saturday
pt: sábado

source: Sunday
pt: domingo

source: Day
pt: Dia

source: of every
pt: de todos

source: month(s)
pt: mês (s)

source: The
pt: o

source: Second
pt: Segundo

source: Third
pt: Terceiro

source: Forth
pt: Adiante

source: year(s)
pt: anos)

source: January
pt: janeiro

source: February
pt: fevereiro

source: March
pt: marcha

source: April
pt: abril

source: May
pt: Pode

source: June
pt: Junho

source: July
pt: Julho

source: August
pt: agosto

source: September
pt: setembro

source: October
pt: Outubro

source: November
pt: novembro

source: December
pt: dezembro

source: on the
pt: no

source: Range of Recurrence
pt: Faixa de Recorrência

source: No end date
pt: Nenhuma data final

source: End after
pt: Final depois

source: End by
pt: Terminar por

source: Update the current filter
pt: Atualize o filtro atual

source: Create new filter
pt: Criar novo filtro

source: Filter name
pt: Nome do filtro

source: Please enter a filter name
pt: Por favor insira um nome de filtro

source: Manage Filters
pt: Gerenciar filtros

source: Log more time
pt: Registrar mais tempo

source: Invoiced
pt: Facturado

source: Generate Timesheet Report
pt: Gerar Relatório do Quadro de Horários

source: Resource name
pt: Nome do recurso

source: All Resource
pt: Todo o recurso

source: All Project
pt: Todo o projeto

source: Starting Date
pt: Data de início

source: Ending Date
pt: Data de término

source: Print
pt: Impressão

source: Please select a resource
pt: Por favor selecione um recurso

source: Please select the start date
pt: Por favor, selecione a data de início

source: Please select the end date
pt: Por favor, selecione a data final

source: No Timelog found in this date range. Please check another date range
pt: Nenhum Timelog encontrado neste período. Por favor, verifique outro intervalo de datas

source: Hrs. Spent this week
pt: Horas Passou esta semana

source: Simple & Flexible Pricing
pt: Preços Simples e Flexíveis

source: On Hold
pt: Em espera

source: Export as Excel
pt: Exportar como Excel

source: Export as CSV
pt: Exportar como CSV

source: Card View
pt: Vista de cartão

source: Grid View
pt: Vista da grade

source: Total counter without filter
pt: Contador total sem filtro

source: Manage Customers
pt: Gerenciar clientes

source: Invited
pt: Convidamos

source: Disabled
pt: Desativado

source: This feature is only available to the paid users! Please Upgrade
pt: Este recurso está disponível apenas para os usuários pagos! Por favor atualize

source: Print this report
pt: Imprimir este relatório

source: Gantt chart
pt: gráfico de Gantt

source: Select Month
pt: Selecione o mês

source: Select Year
pt: Selecione o ano

source: All Reports
pt: Todos os relatórios

source: Set Default View
pt: Definir visualização padrão

source: Tasks closed
pt: Tarefas encerradas

source: Total closed tasks compared to total tasks in a given project
pt: Total de tarefas fechadas em comparação com o total de tarefas em um determinado projeto

source: Edit Project
pt: Editar projeto

source: Low Priority
pt: Baixa prioridade

source: Calendar View
pt: Visualização do calendário

source: List View
pt: Exibição de lista

source: Chart View
pt: Vista de gráfico

source: Active Task Groups
pt: Grupos de Tarefas Ativas

source: Completed Task Groups
pt: Grupos de Tarefas Concluídos

source: Update Filter
pt: Atualizar filtro

source: Commented by
pt: Comentado por

source: Export as PDF
pt: Exportar como PDF

source: Archived By
pt: Arquivado por

source: Task Group View
pt: Visão do Grupo de Tarefas

source: Kanban View
pt: Vista Kanban

source: No Notifications
pt: Nenhuma notificação

source: Total Overdue Task(s)
pt: Total de tarefas atrasadas

source: Task(s) assigned to you
pt: Tarefa (s) atribuída a você

source: No Time Log Entry since
pt: Nenhuma entrada de registro de horário desde

source: activities on tasks
pt: atividades em tarefas

source: All tasks assigned to me
pt: Todas as tarefas atribuídas a mim

source: All favourite tasks
pt: Todas as tarefas favoritas

source: All tasks not assinged to me
pt: Todas as tarefas não atribuídas a mim

source: All high priority tasks
pt: Todas as tarefas de alta prioridade

source: All overdue tasks
pt: Todas as tarefas atrasadas

source: All tasks having status new, in progress and resolve
pt: Todas as tarefas com status novo, em andamento e resolvido

source: All Closed tasks
pt: Todas as tarefas fechadas

source: This is the filter drop-down, by choosing this you can move to any filter type
pt: Este é o menu suspenso do filtro, escolhendo isso você pode mover para qualquer tipo de filtro

source: Current Week
pt: Semana atual

source: Statistics
pt: Estatisticas

source: SO FAR THIS WEEK
pt: Até aqui esta semana

source: Logged in User
pt: Utilizador com sessão iniciada

source: Last Week to Date
pt: Última semana até a data

source: Tasks Created
pt: Tarefas criadas

source: Tasks Updated
pt: Tarefas atualizadas

source: Tasks Closed
pt: Tarefas encerradas

source: Spent
pt: Gasto

source: Storage Used
pt: Armazenamento Usado

source: Task Status of the Week
pt: Status da tarefa da semana

source: Task Created
pt: Tarefa criada

source: Updates and Activities
pt: Atualizações e Atividades

source: Project Status of the Week
pt: Status do Projeto da Semana

source: Closed/Total Tasks
pt: Tarefas fechadas / totais

source: Usage
pt: Uso

source: No Project Status on last week
pt: Nenhum status de projeto na semana passada

source: Out of
pt: Fora de

source: User has not logged in to the system since last week
pt: O usuário não está conectado ao sistema desde a semana passada

source: tasks created and
pt: tarefas criadas e

source: updates and activities on last week
pt: atualizações e atividades na semana passada

source: closed out of
pt: fechado fora de

source: spent and
pt: gasto e

source: Mb storage used on all projects
pt: Mb de armazenamento usado em todos os projetos

source: Orangescrum Weekly Usage Report
pt: Relatório de uso semanal da Orangescrum

source: Approve Wiki Details
pt: Aprovar detalhes da wiki

source: Submitted By
pt: Enviado por

source: This wiki is already approved.
pt: Este wiki já está aprovado.

source: Add Wiki Comment
pt: Adicionar comentário do Wiki

source: Outdent selected tasks
pt: Outdent tarefas selecionadas

source: Indent selected tasks
pt: Recuar tarefas selecionadas

source: Move selected tasks one day backward
pt: Mover as tarefas selecionadas um dia para trás

source: Move selected tasks one day forward
pt: Mover as tarefas selecionadas um dia para frente

source: Undo last changes
pt: Anular as últimas alterações

source: Repeat last changes
pt: Repetir as últimas alterações

source: Zoom In
pt: mais Zoom

source: Zoom Out
pt: Reduzir o zoom

source: Zoom to Fit
pt: Zoom para ajustar

source: Delete selected tasks
pt: Excluir tarefas selecionadas

source: Hide Tasks List
pt: Ocultar lista de tarefas

source: Critical Path
pt: Caminho crítico

source: Show Closed Tasks
pt: Mostrar tarefas fechadas

source: Show Completed Tasks
pt: Mostrar tarefas concluídas

source: Export to PDF
pt: Exportar para PDF

source: Export to PNG
pt: Exportar para PNG

source: Exit to Dashboard
pt: Sair para o Dashboard

source: Your task
pt: Sua tarefa

source: duraion is now
pt: duração é agora

source: duration is now
pt: duração é agora

source: No Task Group in this Project
pt: Nenhum grupo de tarefas neste projeto

source: Task group
pt: Grupo de tarefas

source: Upload Gantt Chart
pt: Carregar gráfico de Gantt

source: Can't read? Reload
pt: Não pode ler? recarregar

source: <p>Enter security code shown above:</p>
pt: <p> Digite o código de segurança mostrado acima: </ p>

source: <p>Answer Simple Math</p>
pt: <p> Responda Simple Math </ p>

source: day(s) from today
pt: dias) a partir de hoje

source: Today at
pt: Hoje às

source: just now
pt: Agora mesmo

source: min ago
pt: min atrás

source: hours ago
pt: horas atrás

source: hour ago
pt: hora atrás

source: hour
pt: hora

source: day
pt: dia

source: week
pt: semana

source: month
pt: mês

source: year
pt: ano

source: decade
pt: década

source: ago
pt: atrás

source: to go
pt: ir

source: As a
pt: Como um

source: account
pt: conta

source: Company account has been confirmed by
pt: Conta corporativa foi confirmada por

source: as a
pt: como um

source: user
pt: do utilizador

source: With email
pt: Com email

source: With
pt: Com

source: from
pt: a partir de

source: updated during
pt: atualizado durante

source: You have reached the allowed user limit for your current plan and cannot invite additional users
pt: Você atingiu o limite de usuários permitido para seu plano atual e não pode convidar usuários adicionais

source: You have reached the allowed project(s) limit for your Free Plan
pt: Você atingiu o (s) limite (s) de projeto permitido (s) para o seu plano gratuito

source: You have exhausted your storage limit
pt: Você esgotou seu limite de armazenamento

source: days Free trial has expired. Subscribe to one of the plans to activate your account
pt: dias A avaliação gratuita expirou. Inscreva-se em um dos planos para ativar sua conta

source: Your account expires in
pt: Sua conta expira em

source: Add Customer
pt: Adicionar cliente

source: Organization
pt: Organização

source: Address
pt: Endereço

source: Setting
pt: Configuração

source: Paid
pt: Pago
