Repository: movidelnor/tareas
Catalog: app/Locale/deu/LC_MESSAGES/default.po
Languages: de

source: Create Task Group, set a due date and add task to the Task Groups
de: Erstellen Sie eine Aufgabengruppe, legen Sie ein Fälligkeitsdatum fest und fügen Sie den Aufgabengruppen Aufgaben hinzu

source: Create and manage Projects. Assign projects to Team
de: Erstellen und verwalten Sie Projekte. Weisen Sie Projekte Team zu

source: Add and manage Team members. Add users to projects
de: Hinzufügen und Verwalten von Teammitgliedern Fügen Sie Benutzer zu Projekten hinzu

source: Just schedule it and get Daily Progress Update from your
de: Plane es einfach und erhalte tägliches Fortschritts-Update von deinem

source: Are you sure you want to delete
de: Sind Sie sicher, dass Sie löschen möchten

source: Size less than 1Mb
de: Größe weniger als 1 MB

source: Other
de: Andere

source: Click to Export
de: Klicken Sie auf Exportieren

source: Import CSV
de: CSV importieren

source: Upload CSV
de: CSV hochladen

source: Upload
de: Hochladen

source: Active Team Size
de: Aktive Teamgröße

source: of Tasks
de: von Aufgaben

source: Storage (MB)
de: Speicher (MB)

source: Latest Activity
de: Letzte Aktivität

source: Click here to view users
de: Klicken Sie hier, um die Nutzer zu sehen

source: Add user
de: Benutzer hinzufügen

source: No Results Found
de: Keine Ergebnisse gefunden

source: No inactive project!
de: Kein inaktives Projekt!

source: No project!
de: Kein Projekt!

source: Total storage used
de: Gesamtspeicher verwendet

source: Add User
de: Benutzer hinzufügen

source: Invite User
de: Benutzer einladen

source: Enter User Name
de: Geben Sie den Benutzernamen ein

source: Add & Continue
de: Hinzufügen & Fortfahren

source: Are you sure you want to remove
de: Sind Sie sich sicher, dass Sie das entfernen wollen

source: Cancel Daily Catch-Up
de: Cancel Tägliches Aufholen

source: Subscribe to get this Feature
de: Abonnieren Sie diese Funktion

source: Plan starts at $9/month
de: Der Plan beginnt bei $ 9 / Monat

source: Go to plans and billing
de: Gehe zu den Plänen und zur Abrechnung

source: Do you want to get daily progress update from your team member(s)?
de: Möchten Sie täglich eine Fortschrittsaktualisierung von Ihren Teammitgliedern erhalten?

source: Just schedule it and sit back, end of the day you will get the update email in your inbox
de: Planen Sie es einfach ein und lehnen Sie sich zurück. Am Ende des Tages erhalten Sie die Update-E-Mail in Ihrem Posteingang

source: Get Daily Team updates without nagging them
de: Erhalten Sie tägliche Team-Updates, ohne sie zu quälen

source: Get Daily Progress from your team mates in a single email
de: Erhalten Sie tägliche Fortschritte von Ihren Teamkollegen in einer einzigen E-Mail

source: You have a distributed team, every tasks can not be captured, you just want your team send daily update, just set it here and sit back
de: Sie haben ein verteiltes Team, alle Aufgaben können nicht erfasst werden, Sie möchten nur, dass Ihr Team täglich aktualisiert, setzen Sie es hier und lehnen Sie sich zurück

source: Automate daily updates from your team
de: Automatisieren Sie tägliche Updates von Ihrem Team

source: Checklist Before Import
de: Checkliste vor dem Import

source: What format is your list? We can import
de: Welches Format hat deine Liste? Wir können importieren

source: Download a sample file
de: Laden Sie eine Beispieldatei herunter

source: to see what we can import
de: um zu sehen, was wir importieren können

source: Learn more
de: Mehr erfahren

source: Upload your file
de: Laden Sie Ihre Datei hoch

source: Please upload a CSV file
de: Bitte laden Sie eine CSV-Datei hoch

source: 2MB or 1,000 rows maximum size
de: 2 MB oder 1.000 Zeilen maximale Größe

source: Field values marked as red contain error data ,Those data will be assigned default value
de: Feldwerte, die als rot gekennzeichnet sind, enthalten Fehlerdaten. Diesen Daten wird der Standardwert zugewiesen

source: Due date will be Current date
de: Fälligkeitsdatum ist das aktuelle Datum

source: Status will be New
de: Der Status wird Neu sein

source: Type will be Development
de: Typ wird Entwicklung sein

source: Assigned to will be Me
de: Zugewiesen wird Mir sein

source: "Project Name" is mandatory when all project is selected
de: "Projektname" ist obligatorisch, wenn alle Projekte ausgewählt sind

source: Due date of Task (mm/dd/yyyy)
de: Fälligkeitsdatum der Aufgabe (MM / TT / JJJJ)

source: Current status of the Task (NEW, IN PROGRESS, RESOLVED, CLOSED)
de: Aktueller Status der Aufgabe (NEU, IN FORTSCHRITT, BEHOBEN, GESCHLOSSEN)

source: Task type (Bug, Development, Enhancement, RnD, QA, Unit Testing, Maintenance, Release, Updates, Idea, Others)
de: Aufgabentyp (Bug, Entwicklung, Erweiterung, RND, QA, Unit Testing, Wartung, Release, Updates, Idee, Andere)

source: Start Time & End Time
de: Startzeit und Endzeit

source: hh:mmam/pm format only, Ex. 10:45am/10:45pm - no space between time and meridian
de: Nur hh: mmam / pm Format, Bsp. 10:45 Uhr 10:45 Uhr - kein Abstand zwischen Zeit und Meridian

source: Choose a project to Import Task
de: Wählen Sie ein Projekt, um die Aufgabe zu importieren

source: We can upload more one project if we select "All" project from project dropdown
de: Wir können mehr ein Projekt hochladen, wenn wir das Projekt "Alle" aus dem Projekt-Dropdown-Menü auswählen

source: All the Tasks will be posted to the selected Project
de: Alle Aufgaben werden im ausgewählten Projekt veröffentlicht

source: Start Time, End Time and Break Time will be treated as time log for the individual task
de: Startzeit, Endzeit und Pausenzeit werden als Zeitprotokoll für die einzelne Aufgabe behandelt

source: Is Billable is treated as whether the Time Log is billable one or not. The input will be either 0 or 1
de: Ist abrechenbar wird behandelt, ob das Zeitprotokoll abrechenbar ist oder nicht. Die Eingabe ist entweder 0 oder 1

source: 0 - Not Billable
de: 0 - Nicht abrechenbar

source: 1 - Billable
de: 1 - Abrechenbar

source: Tasks to Import
de: Zu importierende Aufgaben

source: Please double-check(specifically text showing in red color) the below points before importing your Tasks
de: Bitte überprüfen Sie die unten aufgeführten Punkte vor dem Import Ihrer Aufgaben (insbesondere Text in roter Farbe)

source: Invalid Due Date
de: Ungültiges Fälligkeitsdatum

source: should be
de: sollte sein

source: Invalid or Misspelled Status
de: Ungültiger oder falsch geschriebener Status

source: Invalid or Misspelled Type
de: Ungültiger oder falsch geschriebener Typ

source: Unknown Assigned To Email ID (User must be associated with the project)
de: Unbekannt Zu E-Mail-ID zugewiesen (Benutzer muss mit dem Projekt verknüpft sein)

source: Invalid Estimated Hour
de: Ungültige geschätzte Stunde

source: Invalid start time or end time or break time or spent hour
de: Ungültige Startzeit oder Endzeit oder Pausenzeit oder verbrachte Stunde

source: If
de: Ob

source: are showing in red color then project does not exits in your application, it will be created as new project
de: werden in roter Farbe angezeigt, dann existiert das Projekt nicht in Ihrer Anwendung, es wird als neues Projekt erstellt

source: must be a valid email address of an existing/invited user in Orangescrum
de: muss eine gültige E-Mail-Adresse eines vorhandenen / eingeladenen Benutzers in Orangecrum sein

source: Task(s) Imported into project
de: Aufgabe (n) Im Projekt importiert

source: Project(s) can't Imported
de: Projekt (e) können nicht importiert werden

source: Project Limit Exceeded
de: Projektgrenze überschritten

source: Please
de: Bitte

source: We found some non existence task type(s)/blank spaces
de: Wir haben einige nicht existierende Aufgabentypen / Leerzeichen gefunden

source: We have replaced those task type(s) with
de: Wir haben diese Aufgabentypen durch ersetzt

source: If you want to change the task type(s) then please follow the below steps
de: Wenn Sie die Aufgabenart (n) ändern möchten, folgen Sie bitte den folgenden Schritten

source: Go to the
de: Gehe zum

source: section and add
de: Abschnitt und fügen hinzu

source: Edit each task and update the task type
de: Bearbeiten Sie jede Aufgabe und aktualisieren Sie den Aufgabentyp

source: Export task group to CSV
de: Exportieren Sie die Aufgabengruppe in CSV

source: Please select atleast one checkbox to export the task group tasks to csv
de: Wählen Sie mindestens ein Kontrollkästchen aus, um die Taskgruppenaufgaben in CSV zu exportieren

source: There is no project name column in the CSV
de: In der CSV gibt es keine Spalte für den Projektnamen

source: You have choosen
de: Du hast gewählt

source: project to import task, but you are trying to import task(s) for project(s) other than selected project. Please choose (all) option from the project drop down menu to import multiple project(s) task(s) at a time
de: Projekt, um die Aufgabe zu importieren, aber Sie versuchen, die Aufgabe (n) für andere Projekte als das ausgewählte Projekt zu importieren. Wählen Sie (alle) Option aus dem Projekt-Dropdown-Menü, um mehrere Projektaufgaben gleichzeitig zu importieren

source: Task Number
de: Aufgabennummer

source: Date of Time Log (mm/dd/yyyy)
de: Datum der Zeitprotokoll (MM / TT / JJJJ)

source: Start Time/End Time
de: Startzeit / Endzeit

source: format only
de: nur formatieren

source: No am/pm is required here
de: Kein am / pm ist hier erforderlich

source: Can only import time logs for existing tasks
de: Kann Zeitprotokolle nur für vorhandene Aufgaben importieren

source: Can not create new tasks and import time log here. For this go to import task section
de: Ich kann hier keine neuen Aufgaben erstellen und das Zeitprotokoll importieren. Wechseln Sie dazu in den Abschnitt "Aufgabe importieren"

source: Upload the valid CSV file with your Time Log
de: Laden Sie die gültige CSV-Datei mit Ihrem Zeitprotokoll hoch

source: All the Logs will be posted to the selected Project
de: Alle Protokolle werden im ausgewählten Projekt veröffentlicht

source: Start Time, End Time and Break Time will be treated as time log for the individual task.
de: Startzeit, Endzeit und Pausenzeit werden als Zeitprotokoll für die einzelne Aufgabe behandelt.

source: Is Billable is treated as whether the Time Log is billable one or not. The input will be either 0 or 1.
de: Ist abrechenbar wird behandelt, ob das Zeitprotokoll abrechenbar ist oder nicht. Die Eingabe ist entweder 0 oder 1.

source: Time Logs to Import
de: Zeitprotokolle für den Import

source: Please double-check the below points before importing your Time Logs
de: Bitte überprüfen Sie die folgenden Punkte, bevor Sie Ihre Zeitprotokolle importieren

source: Blank Project Name
de: Leerer Projektname

source: Invalid Date
de: Ungültiges Datum

source: Ex. Project name in
de: Ex. Projektname in

source: means, invalid project
de: bedeutet, ungültiges Projekt

source: Input CSV
de: Eingabe CSV

source: Time Log(s) Imported
de: Zeitprotokoll (e) importiert

source: Please upload a valid csv file<br/>
de: Bitte lade eine gültige csv-Datei <br/> hoch

source: Custom Labels
de: Benutzerdefinierte Labels

source: Default Labels
de: Standardbeschriftungen

source: Labels are independent of Projects, but please create a Project to get started.
de: Labels sind unabhängig von Projekten, aber bitte erstellen Sie ein Projekt, um loszulegen.

source: Sorry, You can't uncheck the Label because it has been used as Label in the list of task(s)
de: Entschuldigung, Sie können das Label nicht deaktivieren, da es als Label in der Liste der Aufgaben verwendet wurde

source: Check atleast one Label
de: Überprüfen Sie mindestens ein Label

source: For Task Group and Task lists, the following are imported
de: Für Aufgabengruppen- und Aufgabenlisten werden die folgenden Elemente importiert

source: Description for the task
de: Beschreibung für die Aufgabe

source: Due date of Task
de: Fälligkeitsdatum der Aufgabe

source: Current status of the Task
de: Aktueller Status der Aufgabe

source: Task type(Development, Bug,Enhancement etc.)
de: Aufgabentyp (Entwicklung, Fehler, Verbesserung usw.)

source: Valid email of the assign
de: Gültige E-Mail des Zuweisungsempfängers

source: Before importing your task group list, you can
de: Bevor Sie Ihre Aufgabengruppenliste importieren, können Sie

source: download a sample file
de: Laden Sie eine Beispieldatei herunter

source: to use as a template
de: als Vorlage verwenden

source: All text columns has to be enclosed with double quotes
de: Alle Textspalten müssen in doppelten Anführungszeichen stehen

source: Task title must be a mandatory field
de: Der Aufgabentitel muss ein Pflichtfeld sein

source: Date must be a valid date with format mm/dd/yyyy,Otherwise treated as current date
de: Das Datum muss ein gültiges Datum im Format MM / TT / JJJJ sein, andernfalls wird es als aktuelles Datum behandelt

source: In case input task group title has the same name as the existing task group under a project then task will append to that task group
de: Wenn der Name der eingegebenen Aufgabengruppe denselben Namen wie die vorhandene Aufgabengruppe unter einem Projekt hat, wird die Aufgabe an diese Aufgabengruppe angehängt

source: Status must be anyone out of
de: Status muss jeder sein

source: New,In Progress,resolve,Close
de: Neu, In Bearbeitung, auflösen, Schließen

source: Otherwise default treated as
de: Sonst wird standardmäßig wie behandelt

source: Type must be anyone out of
de: Typ muss jeder sein

source: Bug,Development,Enhancement,rnd,qa,'Unit Testing',Maintenance,Others,Release,Update
de: Bug, Entwicklung, Erweiterung, rnd, qa, 'Unit Testing', Wartung, Andere, Release, Update

source: hours exceeded
de: Stunden überschritten

source: hours remaining
de: verbleibende Stunden

source: Not Complete
de: Unvollständig

source: Remove Me From This Project
de: Entferne mich von diesem Projekt

source: Add Me To This Project
de: Füge mich zu diesem Projekt hinzu

source: Remove User
de: Benutzer entfernen

source: User(s)
de: Benutzer

source: No projects found
de: Keine Projekte gefunden

source: Oops! You are not authorized to do this operation. Please contact your Admin/Owner.
de: Hoppla! Sie sind nicht berechtigt, diese Operation auszuführen. Bitte kontaktiere deinen Admin / Besitzer.

source: Remove Me From This Project</a>
de: Entferne mich von diesem Projekt </a>

source: Add Me To This Project</a>
de: Füge mich zu diesem Projekt hinzu </a>

source: Oops! You are not a member of the project. Please add yourself as a member of this project.
de: Hoppla! Sie sind kein Mitglied des Projekts. Bitte fügen Sie sich als Mitglied dieses Projekts hinzu.

source: Methodology
de: Methodik

source: Used
de: Benutzt

source: Hour(s)
de: Std)

source: Oops! You are not authorized to do this operation. Please contact your Admin/Owner
de: Hoppla! Sie sind nicht berechtigt, diese Operation auszuführen. Bitte kontaktiere deinen Admin / Besitzer

source: Saving your data
de: Speichern Sie Ihre Daten

source: Deactivate
de: Deaktivieren

source: Activate
de: aktivieren Sie

source: Add new Template
de: Neue Vorlage hinzufügen

source: Are you sure to activate this template
de: Bist du sicher, diese Vorlage zu aktivieren?

source: Are you sure to deactivate this template
de: Möchten Sie diese Vorlage wirklich deaktivieren?

source: from the template
de: aus der Vorlage

source: Template name already exist
de: Vorlagenname existiert bereits

source: Template name can't be blank
de: Der Vorlagenname darf nicht leer sein

source: Welcome
de: Herzlich willkommen

source: Get started with your Orangescrum account
de: Beginne mit deinem Orangescrum-Konto

source: Create your first project and start getting things done
de: Erstellen Sie Ihr erstes Projekt und beginnen Sie mit den Dingen

source: Hey
de: Hallo

source: Looks like its just you in here
de: Sieht so aus, als wärst du hier drin

source: Orangescrum works best when you add your team
de: OrangeScrum funktioniert am besten, wenn Sie Ihr Team hinzufügen

source: Invite Users
de: Benutzer einladen

source: Explore
de: Erkunden

source: You're just 3 simple steps away from exploring Orangescrum
de: Sie sind nur 3 Schritte von Orangescrum entfernt

source: Create and Assign Project
de: Erstellen und Zuweisen eines Projekts

source: Name your project suitably and select a matching short name
de: Benennen Sie Ihr Projekt passend und wählen Sie einen passenden Kurznamen

source: You as an admin will be automatically assigned the project created above
de: Sie als Administrator werden automatisch dem oben erstellten Projekt zugewiesen

source: Send invitation to co-workers for the project
de: Senden Sie eine Einladung an die Mitarbeiter für das Projekt

source: Users need to setup their account by using the invitation email
de: Benutzer müssen ihr Konto mithilfe der Einladungs-E-Mail einrichten

source: Then, Admin can add them up to the project
de: Dann kann der Administrator sie dem Projekt hinzufügen

source: You can create task under a project
de: Sie können eine Aufgabe unter einem Projekt erstellen

source: Select title, put due date, set priority
de: Titel auswählen, Fälligkeitsdatum festlegen, Priorität festlegen

source: Assign the task to resource
de: Ordnen Sie die Aufgabe der Ressource zu

source: of 3 Steps Completed
de: von 3 Schritten abgeschlossen

source: Create your first project, and get started
de: Erstellen Sie Ihr erstes Projekt und fangen Sie an

source: Looks like it's just you in here
de: Sieht so aus, als wärst du hier drin

source: Orangescrum works best when you add your Co-workers
de: OrangeScrum funktioniert am besten, wenn Sie Ihre Mitarbeiter hinzufügen

source: Final step, Create Task and assign, Boom
de: Letzter Schritt, Aufgabe erstellen und zuweisen, Boom

source: Wow! You have completed all the basics of Orangescrum
de: Beeindruckend! Sie haben alle Grundlagen von Orangescrum abgeschlossen

source: Now you can get started with Orangescrum
de: Jetzt können Sie mit Orangescrum beginnen

source: This page will automatically redirect to dashboard within
de: Diese Seite wird automatisch zum Dashboard weitergeleitet

source: Seconds
de: Sekunden

source: to Redirect to the dashboard page
de: Umleiten auf die Dashboard-Seite

source: Alert Time
de: Benachrichtigungszeit

source: Minute(s)
de: Protokoll)

source: TimeZone
de: Zeitzone

source: Frequency
de: Frequenz

source: 5 days in week
de: 5 Tage in der Woche

source: 6 days in week
de: 6 Tage in der Woche

source: 7 days in week
de: 7 Tage in der Woche

source: Last activity on 19th Nov 2013
de: Letzte Aktivität am 19. November 2013

source: Do you want to run parallel sprint
de: Möchten Sie einen parallelen Sprint ausführen?

source: Who can edit task
de: Wer kann die Aufgabe bearbeiten?

source: All Users
de: Alle Nutzer

source: Owner and Admin
de: Besitzer und Administrator

source: Plese chose at least one.
de: Bitte wählen Sie mindestens einen aus.

source: 12 default Task Types listed and the #of Tasks associated with them. You can remove any of them by unchecking the checkbox and save the changes
de: 12 Standardaufgabenarten aufgelistet und die Anzahl der Aufgaben, die ihnen zugeordnet sind. Sie können alle entfernen, indem Sie das Kontrollkästchen deaktivieren und die Änderungen speichern

source: Click on the
de: Klicken Sie auf

source: and add your new Task Types
de: und füge deine neuen Aufgaben hinzu

source: Custom Task Type
de: Benutzerdefinierte Aufgabenart

source: Task Types are independent of Projects, but please create a Project to get started.
de: Aufgabentypen sind unabhängig von Projekten, aber bitte erstellen Sie ein Projekt, um zu beginnen.

source: Sorry, You can't uncheck the task type because it has been used as default task type in the list of project(s)
de: Entschuldigung, Sie können den Aufgabentyp nicht deaktivieren, da er als Standardaufgabentyp in der Liste der Projekte verwendet wurde.

source: No match found
de: Keine Übereinstimmung gefunden

source: Est./Act. Hr(s)
de: Est./Akt. Hr (s)

source: Total Estimated Hour
de: Geschätzte Gesamtstunde

source: Non Estimated Tasks
de: Nicht geschätzte Aufgaben

source: Task Having Due Date
de: Aufgabe mit Fälligkeitsdatum

source: Task Without Due Date
de: Aufgabe ohne Fälligkeitsdatum

source: High Priority # Task
de: Hohe Priorität # Aufgabe

source: Deviation
de: Abweichung von

source: Bugs created
de: Bugs erstellt

source: Avg. days to Resolve a Bug
de: Durchschn. Tage, um einen Fehler zu beheben

source: Avg. days to Close a Bug
de: Durchschn. Tage, um einen Bug zu schließen

source: Hours spent on these Bugs
de: Stunden für diese Bugs

source: No data for this date range & project
de: Keine Daten für diesen Zeitraum und dieses Projekt

source: Not enough Analytics data
de: Nicht genügend Analytics-Daten

source: Task Type - Pie Chart
de: Aufgabentyp - Kreisdiagramm

source: Loading task type pie chart
de: Task-Tortendiagramm wird geladen

source: Task Statistics
de: Aufgabenstatistiken

source: Loading Statistics
de: Statistiken werden geladen

source: Task Trend Chart
de: Aufgaben-Trenddiagramm

source: Loading task trend chart
de: Task-Trenddiagramm wird geladen

source: Bug Status Pie Chart
de: Fehler Status Kreisdiagramm

source: Loading bug status pie chart
de: Lade Fehlerstatus Kreisdiagramm

source: Bug Statistics
de: Fehlerstatistik

source: Bugs Life Cycle - Line Chart
de: Bugs Life Cycle - Liniendiagramm

source: Loading bug life cycle line chart
de: Bug-Lebenszyklus-Liniendiagramm wird geladen

source: Bug Glide Path Chart
de: Fehler Glide Path Chart

source: Loading bug glide path chart
de: Lade Fehler Gleitpfad Diagramm

source: Remaining Estimated Hrs
de: Restliche geschätzte Stunden

source: Remaining Actual Hrs
de: Verbleibende tatsächliche Stunden

source: Replies
de: Verbleibende tatsächliche Stunden

source: Total Hours
de: Gesamtstunden

source: Hours Report
de: Stunden Bericht

source: Burndown Chart
de: Burndown-Diagramm

source: Loading Burndown Chart
de: Laden von Burndown Chart

source: Hours spent on Task Type - Pie Chart
de: Stunden für Aufgabenart - Kreisdiagramm

source: Loading Pie Chart
de: Kreisdiagramm wird geladen

source: Hours Spent by
de: Stunden verbrachten von

source: Loading Grid view
de: Rasteransicht laden

source: Loading Line Chart
de: Liniendiagramm wird geladen

source: This feature is only available to the premium users
de: Diese Funktion steht nur Premium-Benutzern zur Verfügung

source: Only active
de: Nur aktiv

source: results are displayed
de: Ergebnisse werden angezeigt

source: Estimated Time
de: Geschätzte Zeit

source: Spent Time
de: Verbrachte Zeit

source: Remaining Time
de: Verbleibende Zeit

source: Select Limit
de: Wählen Sie Limit

source: Add/Remove Column
de: Spalte hinzufügen / entfernen

source: Please select task title to export.
de: Bitte wählen Sie den zu exportierenden Aufgabentitel.

source: Total Tasks Created
de: Insgesamt erstellte Aufgaben

source: Avg days to Resolve a Task
de: Durchschn. Tage zum Lösen einer Aufgabe

source: Spent on these Task
de: Für diese Aufgabe ausgegeben

source: Avg days to Close a Task
de: Durchschn. Tage zum Schließen einer Aufgabe

source: By
de: durch

source: No Data for this week.
de: Keine Daten für diese Woche.

source: New Tasks
de: Neue Aufgaben

source: In Progress Tasks
de: In Bearbeitung Aufgaben

source: Resolved Tasks
de: Gelöste Aufgaben

source: All Status
de: Alle Status

source: Last Post
de: Letzter Beitrag

source: user(s) posted/updated task(s)
de: Benutzer, die Aufgabe (en) gepostet / aktualisiert haben

source: Total estimated hours
de: Geschätzte Gesamtstunden

source: Total spent hours
de: Insgesamt verbrachte Stunden

source: calender_export
de: kalender_export

source: Updated by
de: aktualisiert von

source: Enhancement
de: Erweiterung

source: Task Group List
de: Aufgabengruppenliste
