Repository: movidelnor/tareas
Catalog: app/Locale/deu/LC_MESSAGES/default.po
Languages: de

source: Can I opt for an Annual Orangescrum Cloud Subscription
de: Kann ich mich für ein jährliches Orange Scrum Cloud-Abonnement entscheiden?

source: Yes, you can! Orangescrum Cloud is available on an annual subscription plan in addition to monthly plan
de: Ja, du kannst! Orangecrum Cloud ist zusätzlich zum monatlichen Plan auf einem Jahresabonnement verfügbar

source: I am not sure which plan best suits me
de: Ich bin mir nicht sicher, welcher Plan mir am besten passt

source: You can start with the plan that suits your needs today (say with respect to number of users) and upgrade to higher plan any time as required
de: Sie können mit dem Plan beginnen, der heute Ihren Bedürfnissen entspricht (sagen Sie in Bezug auf die Anzahl der Benutzer) und jederzeit nach Bedarf auf einen höheren Plan upgraden

source: You will be charged a pro-rated amount based on the remaining time in the current billing cycle
de: Ihnen wird ein anteiliger Betrag berechnet, der auf der verbleibenden Zeit im aktuellen Abrechnungszeitraum basiert

source: Ex: If you have 10 Users as of now then you can go for the "Startup" plan (10 users, Unlimited projects, 5 GB storage) and upgrade as per your requirement
de: Bsp .: Wenn Sie ab sofort 10 Benutzer haben, können Sie den "Startup" -Plan (10 Benutzer, unbegrenzte Projekte, 5 GB Speicher) wählen und nach Ihren Anforderungen upgraden

source: Do you have any quick guide or getting started page
de: Haben Sie eine Kurzanleitung oder Einstiegsseite?

source: Yes, we do. It's known as
de: Ja das tun wir. Es ist bekannt als

source: Orangescrum Helpdesk
de: Orangecrum Helpdesk

source: you will find all the answers to your questions with screenshots that will guide you in getting started with Orangescrum as well as rescue you if you're stuck somewhere
de: Sie werden alle Antworten auf Ihre Fragen mit Screenshots finden, die Ihnen helfen, mit Orangescrum zu beginnen und Sie zu retten, wenn Sie irgendwo stecken bleiben

source: Can I downgrade or cancel
de: Kann ich downgraden oder stornieren?

source: You can downgrade to a lower paid plan or cancel anytime
de: Sie können auf einen niedriger bezahlten Tarif herunterstufen oder jederzeit abbrechen

source: How can I change my plan
de: Wie kann ich meinen Plan ändern?

source: You can change it from "Account Settings"
de: Sie können es von "Kontoeinstellungen" ändern

source: Click on your profile and navigate to "Account Settings" to select "Subscription". Choose "Change Plan" to change your current plan
de: Klicken Sie auf Ihr Profil und navigieren Sie zu "Kontoeinstellungen", um "Abonnement" auszuwählen. Wählen Sie "Plan ändern", um Ihren aktuellen Plan zu ändern

source: What if I have a huge team and expecting unlimited activities
de: Was ist, wenn ich ein riesiges Team habe und unbegrenzte Aktivitäten erwarte?

source: No problem
de: Kein Problem

source: Contact us
de: Kontaktiere uns

source: to avail customized pricing
de: personalisierte Preise nutzen

source: Apart from online payment, is there any other way of making payment
de: Abgesehen von der Online-Zahlung gibt es noch eine andere Zahlungsmöglichkeit

source: Yes, the other mode of payment is wire transfer. This mode is accepted for both monthly and yearly subscriptions
de: Ja, die andere Zahlungsart ist die Überweisung. Dieser Modus wird sowohl für Monats- als auch für Jahresabonnements akzeptiert

source: for any help to know more
de: für jede Hilfe, mehr zu wissen

source: Can I get a Custom Plan which best suits my business
de: Kann ich einen benutzerdefinierten Plan erhalten, der am besten zu meinem Unternehmen passt?

source: to get custom plan for your account
de: um einen benutzerdefinierten Plan für Ihr Konto zu erhalten

source: Is there any option to have Orangescrum on my premises
de: Gibt es eine Option, Orangecscrum bei mir zu haben?

source: Of course, we can install Orangescrum in your environment with a customized price
de: Natürlich können wir Orangescrum in Ihrer Umgebung zu einem maßgeschneiderten Preis installieren

source: for on-premises solutions
de: für On-Premise-Lösungen

source: Is my data secured
de: Sind meine Daten gesichert?

source: The security of your information is extremely important to us. We do not save any credit card number in our database, neither share your email ids to third parties. All the sensitive information are encrypted using secure socket layer technology (SSL)
de: Die Sicherheit Ihrer Informationen ist uns sehr wichtig. Wir speichern keine Kreditkartennummern in unserer Datenbank und geben Ihre E-Mail-IDs nicht an Dritte weiter. Alle sensiblen Informationen werden mit Secure Socket Layer-Technologie (SSL) verschlüsselt

source: Do you need my credit card for a free trial
de: Brauchen Sie meine Kreditkarte für eine kostenlose Testversion?

source: There is no need of any credit card during your free trial
de: Während der kostenlosen Testphase ist keine Kreditkarte erforderlich

source: What payment modes do you accept
de: Welche Zahlungsmethoden akzeptieren Sie?

source: We accept payments through all major credit card services (MasterCard, Visa, American Express, etc)
de: Wir akzeptieren Zahlungen mit allen gängigen Kreditkarten-Services (MasterCard, Visa, American Express, etc.)

source: Can I use multiple Orangescrum accounts
de: Kann ich mehrere Orangecrum-Konten verwenden?

source: You can create only one Orangescrum account but if you are the owner of the account, it is possible to operate multiple companies
de: Sie können nur ein Orangecrum-Konto erstellen, aber wenn Sie der Inhaber des Kontos sind, können Sie mehrere Unternehmen betreiben

source: What about the refund policy
de: Was ist mit der Rückerstattungsrichtlinie?

source: You are charged from your subscription start date till the end of 30-days of your subscription. If you cancel in between, your subscription would be still active till the next billing date
de: Sie zahlen ab dem Startdatum des Abonnements bis zum Ende der 30 Tage Ihres Abonnements. Wenn Sie zwischendurch absagen, ist Ihr Abonnement bis zum nächsten Rechnungsdatum noch aktiv

source: Ex: If you cancel your subscription on Jan 5 & your billing date was Jan 1, your account will active till Jan 31 and you will be charged for the month of January
de: Beispiel: Wenn Sie Ihr Abonnement am 5. Januar stornieren und Ihr Rechnungsdatum der 1. Januar war, wird Ihr Konto bis zum 31. Januar aktiv und Sie werden für den Monat Januar belastet

source: Can I customize my Orangescrum
de: Kann ich mein Orangescrum anpassen?

source: We do not accept any customization request for the cloud version. However, you can request us for a new feature
de: Wir akzeptieren keine Anpassungsanfrage für die Cloud-Version. Sie können uns jedoch um ein neues Feature bitten

source: Note: Customization request is possible if you are using or interested for the Orangescrum Community or Enterprise (on-Premises) Version
de: Hinweis: Eine Anpassungsanfrage ist möglich, wenn Sie die Orangescrum Community oder die Enterprise (On-Premises) Version verwenden oder daran interessiert sind

source: Frequently Asked Questions
de: Häufig gestellte Fragen

source: What is Orangescrum Self-Hosted
de: Was ist Orangescrum, das sich selbst bewirtet?

source: Orangescrum Self-Hosted (on Premises) is the self- hosted version of Orangescrum cloud
de: Orangescrum Self-Hosted (on Premises) ist die selbst gehostete Version von Orangescrum Cloud

source: Is there a self-hosted version of Orangescrum with all of the latest features
de: Gibt es eine selbst gehostete Version von Orangescrum mit all den neuesten Funktionen?

source: You will get all the features in Self-Hosted version as that in the Cloud.However the Resource Availability, Mobile API and Chat features will need to be purchased separately
de: Sie erhalten alle Funktionen in der Self-Hosted-Version wie in der Cloud.Allerdings müssen die Funktionen Ressourcenverfügbarkeit, Mobile API und Chat separat erworben werden

source: Does Orangescrum Self-Hosted support plugins
de: Unterstützt Orangescrum Self-Hosted Plugins

source: No, just like the existing
de: Nein, genau wie das Existierende

source: Orangescrum cloud version
de: Orangene Cloud-Version

source: of Orangescrum, it doesn’t have plugins.However, we can customize as per your requirement with additional cost
de: von Orangescrum, es hat keine plugins. Jedoch können wir entsprechend Ihrer Anforderung mit zusätzlichen Kosten besonders anfertigen

source: So you can build Orangescrum according to your business need
de: So können Sie Orangscrum entsprechend Ihren Geschäftsanforderungen aufbauen

source: What are the recommended specs for Orangescrum Self-Hosted
de: Was sind die empfohlenen Spezifikationen für Orangescrum Self-Hosted?

source: It can be used on
de: Es kann verwendet werden

source: operating system(Ex: Ubuntu Server 14.04 LTS x64, CentOS_6.5_x64) with minimum 4 GB RAM, 80 GB Disk space, 2.8 GHz or faster processor
de: Betriebssystem (Beispiel: Ubuntu Server 14.04 LTS x64, CentOS_6.5_x64) mit mindestens 4 GB RAM, 80 GB Festplattenspeicher, 2,8 GHz oder schnellerem Prozessor

source: Requirements
de: Bedarf

source: Apache (2.4) with `mod_rewrite`, .PHP 5.4, MySQL 5.5, .ImageMagick 6.7.710, .wkhtmltopdf 0.12.2, .Sendgrid used for outbound Emails
de: Apache (2.4) mit `mod_rewrite`, .PHP 5.4, MySQL 5.5, .ImageMagick 6.7.710, .wkhtmltopdf 0.12.2, .Sendgrid für ausgehende E-Mails

source: Is Orangescrum Self-Hosted a separate product from Orangescrum Cloud
de: Ist Orangescrum ein separates Produkt von Orangescrum Cloud?

source: No, Orangescrum Self-Hosted is the self-hosted version of Orangescrum cloud. You will get all the features in Self-Hosted version as that in Cloud.However the Resource Availability, Mobile API and Chat will need to be purchased separately. This version is especially for those who want to keep the project management data in-house and away from public view
de: Nein, Orangescrum Self-Hosted ist die selbst gehostete Version von Orangescrum Cloud. Sie erhalten alle Funktionen in der Self-Hosted-Version wie in der Cloud. Die Ressourcenverfügbarkeit, die mobile API und der Chat müssen jedoch separat erworben werden. Diese Version ist speziell für diejenigen, die die Daten des Projektmanagements intern und außerhalb der öffentlichen Ansicht behalten möchten

source: Now, you can host
de: Jetzt können Sie hosten

source: Orangescrum cloud
de: Orangencrumwolke

source: version on your own server
de: Version auf Ihrem eigenen Server

source: Will Orangescrum Self-Hosted get automatic updates like cloud
de: Will Orangescrum Self-Hosted erhält automatische Updates wie Cloud

source: No, given that Self-Hosted will run on your own servers, updates are not automatically applied. However, we can update it around every 6 months with your permission
de: Nein, da Self-Hosted auf Ihren eigenen Servern ausgeführt wird, werden Updates nicht automatisch angewendet. Wir können es jedoch mit Ihrer Erlaubnis rund alle 6 Monate aktualisieren

source: Our Support Team
de: Unser Supportteam

source: will carry this out
de: wird dies ausführen

source: Is Maintenance included for Self-Hosted
de: Ist Wartung für Self-Hosted enthalten

source: Yes, maintenance is included for the first 12 months of on-going upgrades with unlimited email support
de: Ja, die Wartung ist in den ersten 12 Monaten laufender Upgrades mit unbegrenztem E-Mail-Support enthalten

source: Can I evaluate Orangescrum Self-Hosted before purchasing
de: Kann ich OrangeScrum Self-Hosted vor dem Kauf bewerten?

source: Yes, you can begin a
de: Ja, du kannst mit einem beginnen

source: trial of our cloud version
de: Test unserer Cloud-Version

source: Trial of our cloud version
de: Test unserer Cloud-Version

source: to understand the functionality provided by Self-Hosted
de: um die Funktionalität von Self-Hosted zu verstehen

source: If you have other requirements, then
de: Wenn Sie andere Anforderungen haben, dann

source: Get in Touch
de: In Kontakt kommen

source: with us and we can help you
de: mit uns und wir können Ihnen helfen

source: How is Orangescrum Self-Hosted licensed
de: Wie wird Orangecrum Self-Hosted lizenziert?

source: Orangescrum Self-Hosted is licensed under a subscription model. Licenses are
de: Orangescrum Self-Hosted ist unter einem Abonnementmodell lizenziert. Lizenzen sind

source: purchased
de: gekauft

source: for a one-year period, which includes full support and access to all updates via regular upgrades
de: für einen Zeitraum von einem Jahr, der vollen Support und Zugriff auf alle Updates über regelmäßige Upgrades umfasst

source: We are a large company (500+ users). Do you have licensing options for us
de: Wir sind eine große Firma (500+ Benutzer). Haben Sie Lizenzierungsmöglichkeiten für uns?

source: with us and we can always discuss your requirements to build the right package for your Self-Hosted
de: mit uns und wir können immer Ihre Anforderungen besprechen, um das richtige Paket für Ihr Self-Hosted zu erstellen

source: Does the license include access to the source code
de: Enthält die Lizenz Zugriff auf den Quellcode?

source: Of course, we can install Orangescrum in your environment for an Installation Fee of $99. Contact us for
de: Natürlich können wir Orangescrum in Ihrer Umgebung für eine Installationsgebühr von $ 99 installieren. Kontaktieren Sie uns für

source: on-premise installation
de: Vor-Ort-Installation

source: Since the Self-Hosted version will be set up and mounted in customers premises, the data security will be fully governed at the customers end
de: Da die Self-Hosted-Version in den Räumlichkeiten des Kunden eingerichtet und installiert wird, wird die Datensicherheit vollständig vom Kunden geregelt

source: Task Management
de: Aufgabenmanagement

source: Create and assign tasks to collaborate & initiate project execution
de: Erstellen und weisen Sie Aufgaben zur Zusammenarbeit zu und initiieren Sie die Projektausführung

source: Done? Click here to skip
de: Erledigt? Klicken Sie hier, um zu überspringen

source: Time Tracking
de: Zeiterfassung

source: Log spent hours against your tasks & let all project members know of the progress
de: Logging verbrachte Stunden gegen Ihre Aufgaben und lassen Sie alle Projektmitglieder über den Fortschritt wissen

source: Generate professional invoices from your unbilled times for your Clients
de: Erstellen Sie professionelle Rechnungen aus Ihren nicht fakturierten Zeiten für Ihre Kunden

source: Got It
de: Ich habs

source: Substract 10mins
de: Subtrahieren Sie 10 Minuten

source: Add 10mins
de: Fügen Sie 10 Minuten hinzu

source: Pause Timer
de: Timer anhalten

source: Play Timer
de: Spieltimer

source: Select a Project
de: Wählen Sie ein Projekt

source: Select a Task
de: Wählen Sie eine Aufgabe

source: Need Help
de: Brauche Hilfe

source: Click here
de: Klick hier

source: Request a Demo
de: Eine Demo anfordern

source: Help & Support
de: Hilfe Unterstützung

source: Oops! No project selected
de: Hoppla! Kein Projekt ausgewählt

source: Progress
de: Fortschritt

source: Find Project
de: Finde das Projekt

source: Quick Links
de: Schnelle Links

source: Add New
de: Neue hinzufügen

source: Pending Task
de: Ausstehende Aufgabe

source: Weekly Timesheet
de: Wöchentliche Arbeitszeittabelle

source: Daily Timesheet
de: Tägliche Arbeitszeittabelle

source: Manage Labels
de: Etiketten verwalten

source: Invoice Setting
de: Rechnungseinstellung

source: Task Setting
de: Aufgabeneinstellung

source: Resource Setting
de: Ressourceneinstellung

source: Chat Setting
de: Chat-Einstellung

source: Default View
de: Standardansicht

source: Getting Started
de: Anfangen

source: Help Desk
de: Beratungsstelle

source: This account is managed by
de: Dieses Konto wird verwaltet von

source: Storage
de: Lager

source: Upgrade Now
de: Jetzt upgraden

source: Log Out
de: Ausloggen

source: Go Back
de: Geh zurück

source: Just for you
de: Nur für dich

source: Use coupon
de: Gutschein verwenden

source: and Get FLAT 20%+EXTRA 5% off on all Yearly Plans
de: und erhalten FLAT 20% + EXTRA 5% Rabatt auf alle Jahrespläne

source: and Get FLAT 10%+EXTRA 5% off on all Monthly Plans
de: und erhalten FLAT 10% + EXTRA 5% Rabatt auf alle monatlichen Pläne

source: Note: Not applicable for Statrtup plans (Monthly & Yearly) and higher Professional plans(more than 100 users)
de: Hinweis: Nicht anwendbar für Startup-Pläne (monatlich oder jährlich) und höhere Professional-Pläne (mehr als 100 Benutzer)

source: Day(s) left on your trial
de: Tag (e), an dem Sie noch teilnehmen können

source: Manage Company
de: Unternehmen verwalten

source: Companies
de: Firmen

source: Help
de: Hilfe

source: days FREE Trial
de: Tage kostenlose Testversion

source: Expired
de: Abgelaufen

source: day(s) to go
de: verbleibende Tage

source: Upgrade
de: Aktualisierung

source: Super Admin
de: höchster Vorgesetzter

source: Contact
de: Kontakt

source: How-to
de: Wie man

source: Next Video
de: Nächstes Video

source: Please select 720p in the video settings for better visibility
de: Bitte wähle 720p in den Videoeinstellungen für bessere Sichtbarkeit

source: Import Time Log
de: Zeitprotokoll importieren

source: Import Customers
de: Kunden importieren

source: Export Task To CSV
de: Aufgabe in CSV exportieren

source: Spend Hr
de: Verbringen Sie Hr

source: No projects found.
de: Keine Projekte gefunden

source: Log time
de: Protokollzeit

source: Select task to log time
de: Wählen Sie die Aufgabe, um die Uhrzeit zu protokollieren

source: Get quick help on start time
de: Erhalten Sie schnelle Hilfe zur Startzeit

source: Get quick help on End time
de: Erhalten Sie schnelle Hilfe für die Endzeit

source: Get quick help on Break time
de: Holen Sie sich schnelle Hilfe bei Pausen

source: Add line-item
de: Fügen Sie eine Werbebuchung hinzu

source: Get quick help on Add line item
de: Schnellhilfe zu Werbebuchung hinzufügen

source: Please select a task
de: Bitte wählen Sie eine Aufgabe

source: Please set start & end time in each line item
de: Legen Sie die Start- und Endzeit für jede Werbebuchung fest

source: Please select user
de: Bitte wählen Sie einen Benutzer aus

source: End Time can't be earlier than Start Time
de: Die Endzeit darf nicht vor der Startzeit liegen

source: Please select start and end time
de: Bitte wählen Sie Start- und Endzeit

source: Break time can not exceed the total spent hours.
de: Die Pausenzeit darf die insgesamt verbrauchten Stunden nicht überschreiten.

source: Break time can not same as the total spent hours.
de: Pausenzeit kann nicht die gleichen wie die gesamten Stunden verbringen.

source: Duplicate data found
de: Doppelte Daten gefunden

source: Time Log value overlapping for following users
de: Time Log-Wert überlappt sich für nachfolgende Benutzer

source: Time Entry Updated Successfully.
de: Zeiteintrag wurde erfolgreich aktualisiert.

source: Start time can not be left blank
de: Startzeit kann nicht leer gelassen werden

source: End time can not be left blank
de: Die Endzeit darf nicht leer sein

source: Invalid time format
de: Ungültiges Zeitformat

source: View Last Visited Projects
de: Zuletzt besuchte Projekte anzeigen

source: Active Sprint
de: Aktiver Sprint

source: Reports
de: Berichte

source: View Last Visited Reports
de: Zuletzt besuchte Berichte anzeigen

source: View Tasks
de: Aufgaben anzeigen

source: Time Log List View
de: Zeitprotokoll Listenansicht

source: Daily Catch-up
de: Tägliches Aufholen

source: Quick Tour
de: Schnelle Tour

source: This is your current plan
de: Dies ist dein aktueller Plan

source: Plan
de: Planung

source: billing
de: Abrechnung

source: Back
de: Zurück

source: Refer a Friend
de: Empfehle einen Freund

source: task are closed
de: Aufgabe ist geschlossen

source: Last activity on
de: Letzte Aktivität am

source: Move Task
de: Aufgabe verschieben

source: Customer's first name
de: Vorname des Kunden

source: Customer's last name
de: Nachname des Kunden

source: Specify customer's email id
de: Geben Sie die E-Mail-ID des Kunden an

source: Specify currency
de: Währung angeben

source: Specify customer's organization
de: Geben Sie die Organisation des Kunden an

source: Specify Street
de: Straße angeben

source: Specify city
de: Stadt angeben

source: Specify state
de: Geben Sie den Status an

source: Specify country
de: Land angeben

source: Specify postal code
de: Geben Sie die Postleitzahl ein

source: Specify phone number
de: Telefonnummer angeben

source: Make Inactive
de: Inaktiv machen

source: Extra Discount For Yearly Plans
de: Extra Rabatt für Jahrespläne

source: and get
de: und bekomme

source: discount instantly
de: Rabatt sofort

source: including
de: einschließlich

source: yearly plans
de: Jahrespläne

source: Proceed To Checkout
de: Zur Kasse

source: Create New project
de: Erstellen Sie ein neues Projekt

source: Specify your project name
de: Geben Sie Ihren Projektnamen an

source: Choose Priority
de: Wählen Sie Priorität

source: Choose a short name for your project
de: Wählen Sie einen kurzen Namen für Ihr Projekt

source: Choose a default task type
de: Wählen Sie einen Standard-Aufgabentyp

source: Choose a project template
de: Wählen Sie eine Projektvorlage

source: Describe your project
de: Beschreibe dein Projekt

source: Project Methodology
de: Projektmethodik

source: Simple Project
de: Einfaches Projekt

source: Add new Users
de: Fügen Sie neue Benutzer hinzu

source: Add Users
de: Benutzer hinzufügen

source: You
de: Sie

source: admin
de: Administrator

source: Add all users (including clients)
de: Fügen Sie alle Benutzer hinzu (einschließlich Kunden)

source: Upgrade your account to add new user(s)
de: Aktualisieren Sie Ihr Konto, um neue Nutzer hinzuzufügen

source: Use comma separators for multiple email id
de: Verwenden Sie Kommatrennzeichen für mehrere E-Mail-IDs

source: More options
de: Mehr Optionen

source: Get quick help on Estimated hour
de: Erhalten Sie schnelle Hilfe in Geschätzte Stunde

source: hours
de: Std.

source: Date Range
de: Datumsbereich

source: Get quick help on Date Range
de: Erhalten Sie schnelle Hilfe zu Datumsbereich

source: Sorry, Project Limit Exceeded
de: Entschuldigung, das Projektlimit wurde überschritten

source: Please contact your account owner to Upgrade the account to create more projects
de: Wenden Sie sich an Ihren Kontoinhaber, um das Konto zu aktualisieren, um weitere Projekte zu erstellen

source: Create Your Free Account
de: Ihr gratis Konto erstellen

source: companies use Orangescrum to collaborate and manage projects everyday
de: Unternehmen nutzen Orangescrum für die tägliche Zusammenarbeit und Verwaltung von Projekten

source: Thanks for Signing up
de: Danke für's Registrieren

source: Just one more step
de: Nur noch ein Schritt

source: A confirmation email is sent
de: Eine Bestätigungs-E-Mail wird gesendet

source: please activate your account and start using Orangescrum right away
de: Bitte aktivieren Sie Ihr Konto und starten Sie sofort Orangecscrum

source: If you do not receive any email
de: Wenn Sie keine E-Mail erhalten

source: please feel free to
de: bitte fühlen Sie sich frei

source: contact us
de: kontaktiere uns

source: and we'll activate it for you
de: und wir werden es für dich aktivieren

source: One-click sign up using Google
de: One-Click-Anmeldung mit Google

source: Password
de: Passwort

source: characters
de: Figuren

source: Select an Industry
de: Wählen Sie eine Branche

source: Access URL
de: Zugriffs-URL

source: Each Orangescrum account gets a unique web address. For example, if you want your Orangescrum address to be apple.orangescrum.com, you'd enter apple
de: Jedes Orangecrum-Konto erhält eine eindeutige Webadresse. Wenn Sie beispielsweise möchten, dass Ihre Orangescrum-Adresse apple.orangescrum.com lautet, geben Sie apple ein
