Repository: movidelnor/tareas
Catalog: app/Locale/deu/LC_MESSAGES/default.po
Languages: de

source: All Tasks
de: Alle Aufgaben

source: My Tasks
de: Meine Aufgaben

source: Overdue
de: überfällige Rechnung

source: Delegated
de: Delegiert

source: High Priority
de: Hohe Priorität

source: All Opened
de: Alle geöffnet

source: All Closed
de: Alle geschlossen

source: Your access permission has been updated. Please login again.
de: Ihre Zugangsberechtigung wurde aktualisiert. Bitte melden Sie sich erneut an.

source: Your email has been changed. Please login with your new email.
de: Ihre E-Mail wurde geändert. Bitte melden Sie sich mit Ihrer neuen E-Mail-Adresse an.

source: Your password has been changed. Please login with your new password.
de: Ihr Passwort wurde geändert. Bitte melden Sie sich mit Ihrem neuen Passwort an.

source: Your access permission has been upgraded to "Admin". Please login again to have this feature.
de: Ihre Zugriffsberechtigung wurde auf "Admin" aktualisiert. Bitte melden Sie sich erneut an, um diese Funktion nutzen zu können.

source: Your access permission has been changed from "Client". Please login again to have this feature.
de: Ihre Zugriffsberechtigung wurde von "Client" geändert. Bitte melden Sie sich erneut an, um diese Funktion nutzen zu können.

source: Your access permission has been changed from "Admin" to "Client". Please login again to have this feature.
de: Ihre Zugriffsberechtigung wurde von "Admin" in "Client" geändert. Bitte melden Sie sich erneut an, um diese Funktion nutzen zu können.

source: Your access permission has been changed from "Client" to "User". Please login again to have this feature.
de: Ihre Zugriffsberechtigung wurde von "Client" in "Benutzer" geändert. Bitte melden Sie sich erneut an, um diese Funktion nutzen zu können.

source: Your access permission has been upgraded from "Client" to "Admin". Please login again to have this feature.
de: Ihre Zugriffsberechtigung wurde von "Client" auf "Admin" aktualisiert. Bitte melden Sie sich erneut an, um diese Funktion nutzen zu können.

source: Your account has been deactivated. Please contact your owner.
de: Dein Konto wurde deaktiviert. Bitte wenden Sie sich an Ihren Besitzer.

source: The application was successfully added to your Slack channel
de: Die Anwendung wurde erfolgreich zu Ihrem Slack-Kanal hinzugefügt

source: Notification sent to Slack channel.
de: Benachrichtigung an Slack-Kanal gesendet.

source: Task Status
de: Aufgabenstatus

source: Due Date
de: Geburtstermin

source: Archived Date
de: Archiviertes Datum

source: Archived by
de: Archiviert von

source: Assign to
de: Zuweisen

source: Assign to Nobody
de: Zu niemandem zuweisen

source: Project added successfully
de: Projekt wurde erfolgreich hinzugefügt

source: Closed
de: Geschlossen

source: the Task
de: die Aufgabe

source: Started
de: Gestartet

source: Resolved
de: Aufgelöst

source: Modified
de: Geändert

source: Changed the status of the task to
de: Der Status der Aufgabe wurde in geändert

source: New
de: Neu

source: Task Type changed to
de: Aufgabentyp wurde in geändert

source: Task re-assigned to
de: Aufgabe neu zugewiesen an

source: Nobody
de: Niemand

source: Due Date changed to
de: Fälligkeitsdatum geändert in

source: No Due Date
de: Kein Fälligkeitsdatum

source: Priority changed to
de: Priorität geändert zu

source: High
de: Hoch

source: Medium
de: Mittel

source: Low
de: Niedrig

source: Estimated Hour(s) changed to
de: Geschätzte Stunde (n) geändert in

source: Task Progress changed to
de: Aufgabenfortschritt geändert in

source: Changed task title to
de: Aufgabentitel geändert in

source: Removed a file from this Task
de: Entfernte eine Datei von dieser Aufgabe

source: Changed the status of this Task
de: Der Status dieser Aufgabe wurde geändert

source: Added time log
de: Zeitprotokoll hinzugefügt

source: Updated time log
de: Zeitprotokoll aktualisiert

source: Added story point
de: Geschichtspunkt hinzugefügt

source: Updated story point
de: Aktualisierter Story-Punkt

source: Error in uploading file to S3 bucket
de: Fehler beim Hochladen der Datei in den S3-Bucket

source: Last Activity
de: Letzte Aktivität

source: Dependant tasks are not closed.
de: Abhängige Aufgaben sind nicht abgeschlossen.

source: Task not found
de: Aufgabe nicht gefunden

source: Unable to reorder the task, Please try once again!
de: Die Aufgabe kann nicht neu geordnet werden. Bitte versuchen Sie es noch einmal!

source: Due date can't less then start date.
de: Das Fälligkeitsdatum kann nicht weniger als das Startdatum sein.

source: Start date cannot exceed End date
de: Das Startdatum darf das Enddatum nicht überschreiten

source: No matched record found with this id
de: Kein übereinstimmender Datensatz mit dieser ID gefunden

source: Invalid Case id
de: Ungültige Fall-ID

source: Oops! Error occured in creation of zip file.
de: Hoppla! Fehler beim Erstellen der ZIP-Datei.

source: Oops! Error occured in creating the task csv file.
de: Hoppla! Beim Erstellen der Task-CSV-Datei ist ein Fehler aufgetreten.

source: Invalid argument supplied.
de: Ungültiges Argument angegeben

source: logged time for you on
de: Zeit für dich eingeloggt

source: days to go
de: verbleibende Tage

source: In-Progress
de: In Bearbeitung

source: Start
de: Anfang

source: Invalid input. Please try again.
de: Ungültige Eingabe. Bitte versuche es erneut.

source: Task Group successfully converted to task.
de: Task Group wurde erfolgreich in Task konvertiert.

source: Task successfully posted.
de: Aufgabe erfolgreich gebucht

source: Sorry! invalid input. Please try again.
de: Es tut uns leid! Ungültige Eingabe. Bitte versuche es erneut.

source: In Progress
de: In Bearbeitung

source: Total Clients
de: Gesamtkunden

source: Clients in Last 30days
de: Kunden in den letzten 30 Tagen

source: Non-billable
de: Nicht abrechenbar

source: Billable
de: Abrechenbar

source: Updated due date to
de: Aktualisiertes Fälligkeitsdatum auf

source: Updated priority to
de: Aktualisierte Priorität auf

source: Updated estimated hour(s) to
de: Aktualisierte geschätzte Stunde (n) zu

source: Updated task progress to
de: Aktualisierter Aufgabenfortschritt nach

source: Removed a file from this task
de: Entfernte eine Datei von dieser Aufgabe

source: Updated the status of this task
de: Der Status dieser Aufgabe wurde aktualisiert

source: Set as favorite task
de: Als bevorzugte Aufgabe festlegen

source: Removed as favorite task
de: Als Lieblingsaufgabe entfernt

source: Schedule it
de: Plane es

source: Filter name already exists.
de: Der Filtername ist bereits vorhanden.

source: Filter saved successfully.
de: Filter erfolgreich gespeichert

source: Filter updated successfully.
de: Der Filter wurde erfolgreich aktualisiert.

source: Filter can't save. Please try again later.
de: Filter kann nicht speichern. Bitte versuche es später erneut.

source: No parent present or parent has limited access.
de: Kein anwesendes Elternteil oder Elternteil hat begrenzten Zugang.

source: You are successfully added in the favourite task
de: Sie wurden erfolgreich in der bevorzugten Aufgabe hinzugefügt

source: You are successfully removed the favourite task
de: Sie haben die bevorzugte Aufgabe erfolgreich entfernt

source: Sorry, Something is wrong try after sometimes.
de: Sorry, etwas stimmt nicht, versuche nachher.

source: Error: Tasks not updated.
de: Fehler: Aufgaben wurden nicht aktualisiert.

source: Task progress not updated as dependant tasks are not closed other changes are updated.
de: Der Task-Fortschritt wird nicht aktualisiert, da abhängige Tasks nicht geschlossen sind. Andere Änderungen werden aktualisiert.

source: Tasks updated successfully.
de: Aufgaben wurden erfolgreich aktualisiert.

source: Backlog
de: Rückstand

source: Default Task Group
de: Standard-Aufgabengruppe

source: Gantt details saved successfully.
de: Gantt-Details wurden erfolgreich gespeichert.

source: Default Task Group can not be editable.
de: Die Standardaufgabengruppe kann nicht bearbeitet werden.

source: Some tasks progress not saved as dependent tasks are not closed.
de: Einige Aufgabenfortschritte werden nicht gespeichert, da abhängige Aufgaben nicht geschlossen sind.

source: Please enter customer name.
de: Bitte geben Sie den Kundennamen ein.

source: Please enter email address.
de: Bitte geben Sie die E-Mail Adresse ein.

source: Please select currency.
de: Bitte Währung auswählen.

source: Email already exist. Please enter another email
de: E-Mail existiert bereits. Bitte geben Sie eine andere E-Mail ein

source: Please enter invoice number.
de: Bitte Rechnungsnummer eingeben.

source: Invoice number exist. Please enter another invoice number.
de: Rechnungsnummer existiert. Bitte geben Sie eine andere Rechnungsnummer ein.

source: Please choose a customer.
de: Bitte wählen Sie einen Kunden.

source: Please select an image.
de: Bitte wählen Sie ein Bild aus.

source: Please select an image of height 200px and width 200px.
de: Bitte wählen Sie ein Bild mit einer Höhe von 200px und einer Breite von 200px.

source: Company not found
de: Firma wurde nicht gefunden

source: Invoice setting updated successfully.
de: Rechnungseinstellung erfolgreich aktualisiert

source: Invoice Date
de: Rechnungsdatum

source: Please split the file and upload again. Your file contain more than 1000 rows
de: Bitte teilen Sie die Datei und laden Sie sie erneut hoch. Ihre Datei enthält mehr als 1000 Zeilen

source: Please upload a file with size less then 2MB
de: Bitte lade eine Datei mit einer Größe von weniger als 2 MB hoch

source: Require atleast first name column to import the customers
de: Erfordert mindestens eine Vorname-Spalte, um die Kunden zu importieren

source: Please import a valid CSV file
de: Bitte importieren Sie eine gültige CSV-Datei

source: Logged
de: Protokolliert

source: today
de: heute

source: Last entry
de: Letzter Eintrag

source: none
de: keiner

source: Task assigned successfully.
de: Aufgabe erfolgreich zugewiesen

source: Task Group '
de: Aufgabengruppe '

source: ' has been deleted.
de: ' wurde gelöscht.

source: Unable to delete Sprint. Please try again.
de: Der Sprint konnte nicht gelöscht werden. Bitte versuche es erneut.

source: Oops! Error occured in deletion of Task Group.
de: Hoppla! Beim Löschen der Aufgabengruppe ist ein Fehler aufgetreten.

source: Sorry! You do not have active project. Please create a project.
de: Es tut uns leid! Sie haben kein aktives Projekt. Bitte erstellen Sie ein Projekt.

source: Sorry! We are not able to post this Sprint. Try again.
de: Es tut uns leid! Wir können diesen Sprint nicht veröffentlichen. Versuch es noch einmal.

source: Sorry! We are not able to post this Task Group. Try again.
de: Es tut uns leid! Wir können diese Aufgabengruppe nicht veröffentlichen. Versuch es noch einmal.

source: Oops! Sprint Title already exists
de: Hoppla! Sprint-Titel ist bereits vorhanden

source: Oops! Task Group Title already exists
de: Hoppla! Aufgabengruppentitel ist bereits vorhanden

source: Sprint updated successfully.
de: Sprint wurde erfolgreich aktualisiert.

source: Task Group updated successfully.
de: Aufgabengruppe wurde erfolgreich aktualisiert.

source: Sprint added successfully.
de: Sprint wurde erfolgreich hinzugefügt.

source: Task Group added successfully.
de: Aufgabengruppe wurde erfolgreich hinzugefügt.

source: Sorry! We are not able to update this Task Group. Try again.
de: Es tut uns leid! Wir können diese Aufgabengruppe nicht aktualisieren. Versuch es noch einmal.

source: Task Group has been restored.
de: Aufgabengruppe wurde wiederhergestellt.

source: Oops! Error occured in restoration of Task Group
de: Hoppla! Bei der Wiederherstellung der Aufgabengruppe ist ein Fehler aufgetreten

source: Task Group has been completed.
de: Task Group wurde abgeschlossen.

source: Oops! Error occured in completion of Task Group
de: Hoppla! Beim Beenden der Aufgabengruppe ist ein Fehler aufgetreten

source: This will create fourth level task, which is not allowed. Please choose another Parent.
de: Dadurch wird eine Aufgabe der vierten Ebene erstellt, die nicht zulässig ist. Bitte wähle ein anderes Elternteil.

source: Invalid Project!
de: Ungültiges Projekt!

source: Sorry! this sprint is already started.
de: Es tut uns leid! Dieser Sprint ist bereits gestartet.

source: Sprint started successfully.
de: Sprint hat erfolgreich begonnen.

source: Sprint created successfully.
de: Sprint wurde erfolgreich erstellt.

source: tasks were done
de: Aufgaben wurden erledigt

source: task done
de: Aufgabe erledigt

source: tasks were incomplete
de: Aufgaben waren unvollständig

source: task incomplete
de: Aufgabe unvollständig

source: Invalid Sprint.
de: Ungültiger Sprint

source: This sprint can not be started.
de: Dieser Sprint kann nicht gestartet werden.

source: Oops! Sprint does not exists
de: Hoppla! Sprint existiert nicht

source: Oops! Sprint is already completed
de: Hoppla! Sprint ist bereits abgeschlossen

source: Sprint completed successfully.
de: Sprint erfolgreich abgeschlossen.

source: Sorry! We are not able to complete this Sprint. Try again.
de: Es tut uns leid! Wir können diesen Sprint nicht abschließen. Versuch es noch einmal.

source: Closed sprint, by
de: Geschlossener Sprint, vorbei

source: Oops! Error occured in deletion of Sprint.
de: Hoppla! Beim Löschen von Sprint ist ein Fehler aufgetreten.

source: Oops! Error occured in reopen of Sprint. Another sprint started.
de: Hoppla! Beim erneuten Öffnen von Sprint ist ein Fehler aufgetreten. Ein weiterer Sprint begann.

source: Oops! Error occured in reopen of Sprint.
de: Hoppla! Beim erneuten Öffnen von Sprint ist ein Fehler aufgetreten.

source: Invalid credential
de: Ungültiger Berechtigungsnachweis

source: Oops! something went worng.
de: Hoppla! etwas ging ab.

source: Setting updated successfully.
de: Einstellung erfolgreich aktualisiert.

source: Project Logo removed successfully
de: Das Projektlogo wurde erfolgreich entfernt

source: Project name
de: Projektname

source: already exists
de: ist bereits vorhanden

source: Project short name
de: Projektkurzname

source: Project '
de: Projekt'

source: ' is assigned to '
de: 'ist zugeordnet'

source: saved successfully
de: Erfolgreich gespeichert

source: activated successfully
de: erfolgreich aktiviert

source: deleted successfully
de: Erfolgreich gelöscht

source: deactivated successfully
de: erfolgreich deaktiviert

source: Invalid or Wrong action!
de: Ungültige oder falsche Aktion!

source: created successfully
de: erfolgreich erstellt

source: Project created successfully
de: Projekt wurde erfolgreich erstellt

source: Error creating project
de: Fehler beim Erstellen des Projekts

source: User(s) successfully assigned to
de: Benutzer wurden erfolgreich zugewiesen

source: is completed
de: abgeschlossen

source: marked as complete
de: als vollständig markiert

source: Oops! You don't have access to this activity.
de: Hoppla! Sie haben keinen Zugriff auf diese Aktivität.

source: Daily Catch-Up has been saved successfully.
de: Der tägliche Abruf wurde erfolgreich gespeichert.

source: Failed to save of Daily Catch-Up.
de: Fehler beim Speichern des täglichen Nachholvorgangs.

source: Daily Catch-Up has been cancelled successfully.
de: Der tägliche Nachholvorgang wurde erfolgreich abgebrochen.

source: Failed to cancel Daily Catch-Up.
de: Der tägliche Abruf konnte nicht abgebrochen werden.

source: Template tasks added successfully
de: Vorlagenaufgaben wurden erfolgreich hinzugefügt

source: Template Deleted successfully
de: Vorlage wurde erfolgreich gelöscht

source: Template activated successfully
de: Vorlage wurde erfolgreich aktiviert

source: Template can't be activated.Please try again.
de: Die Vorlage kann nicht aktiviert werden. Bitte versuchen Sie es erneut.

source: Template deactivated successfully
de: Vorlage wurde erfolgreich deaktiviert

source: Template can't be deactivated.Please try again.
de: Die Vorlage kann nicht deaktiviert werden. Bitte versuchen Sie es erneut.

source: Invalid CSV file
de: Ungültige CSV-Datei

source: Download
de: Herunterladen

source: and check with our sample file
de: und überprüfen Sie mit unserer Beispieldatei

source: Require atleast Task Title column to import the Tasks
de: Erfordert mindestens die Spalte "Aufgabentitel", um die Aufgaben zu importieren

source: Task type
de: Aufgabentyp

source: added successfully
de: erfolgreich hinzugefügt

source: Error in addition of task type.
de: Fehler zusätzlich zum Aufgabentyp.

source: Task type saved successfully.
de: Aufgabentyp wurde erfolgreich gespeichert.

source: Error in saving of task type.
de: Fehler beim Speichern des Aufgabentyps

source: Labels saved successfully.
de: Labels wurden erfolgreich gespeichert.

source: Error in saving of Labels.
de: Fehler beim Speichern von Labels.

source: Label
de: Etikette

source: updated successfully
de: Erfolgreich geupdated

source: added successfully
de: erfolgreich hinzugefügt

source: Error in addition of Labele.
de: Fehler bei der Zugabe von Labele.

source: Added successfully
de: Erfolgreich hinzugefügt

source: No activity
de: Keine Aktivität

source: Hold on
de: Warten Sie mal

source: Stack
de: Stapel

source: Completed
de: Abgeschlossen

source: Setting updated successfully
de: Einstellung erfolgreich aktualisiert

source: Unauthorized URL
de: Nicht autorisierte URL

source: Yes
de: ja, mache ich

source: No
de: beachten

source: Hours Spent
de: Stunden ausgegeben

source: Using
de: Verwenden

source: of storage
de: von der Lagerung

source: days remaining
de: verbleibende Tage

source: Invalid Project.
de: Ungültiges Projekt

source: Filter deleted successfully
de: Der Filter wurde erfolgreich gelöscht

source: Filter can not delete. Please try again later
de: Der Filter kann nicht gelöscht werden. Bitte versuche es später erneut

source: Filter updated successfully
de: Der Filter wurde erfolgreich aktualisiert

source: Filter can not update. Please try again later
de: Der Filter kann nicht aktualisiert werden. Bitte versuche es später erneut

source: Task template deleted successfully
de: Aufgabenvorlage wurde erfolgreich gelöscht

source: Template enabled successfully
de: Vorlage erfolgreich aktiviert

source: Template can't be enabled.Please try again.
de: Die Vorlage kann nicht aktiviert werden. Bitte versuchen Sie es erneut.

source: Template disabled successfully
de: Vorlage wurde erfolgreich deaktiviert

source: Template can't be disabled.Please try again.
de: Die Vorlage kann nicht deaktiviert werden. Bitte versuchen Sie es erneut.

source: Something went wrong
de: Etwas ist schief gelaufen

source: Task Group and task are deleted successfully.
de: Aufgabengruppe und Aufgabe werden erfolgreich gelöscht.

source: Tasks imported successfully to the project template '
de: Aufgaben wurden erfolgreich in die Projektvorlage importiert

source: Your uploaded CSV file is blank. Please import a valid CSV file with some data
de: Ihre hochgeladene CSV-Datei ist leer. Bitte importieren Sie eine gültige CSV-Datei mit einigen Daten

source: Task is deleted successfully.
de: Aufgabe wurde erfolgreich gelöscht.

source: Task moved successfully
de: Aufgabe wurde erfolgreich verschoben

source: Getting Started Orangescrum
de: Erste Schritte Orangenschalen

source: Company photo removed successfully
de: Firmenfoto wurde erfolgreich entfernt

source: Company logo should be an image file
de: Firmenlogo sollte eine Bilddatei sein

source: Company logo size cannot excceed 1mb
de: Die Größe des Firmenlogos darf 1 MB nicht überschreiten

source: Name cannot be left blank
de: Der Name darf nicht leer sein

source: Company updated successfully
de: Firma wurde erfolgreich aktualisiert

source: Notification settings saved successfully
de: Benachrichtigungseinstellungen erfolgreich gespeichert

source: user deleted successfully
de: Benutzer wurde erfolgreich gelöscht

source: Sorry! User cannot be enabled. User Limit Exceeded!.<br />Please upgrade your account to enable more users.
de: Es tut uns leid! Benutzer kann nicht aktiviert werden. Nutzerlimit überschritten! <br /> Bitte aktualisieren Sie Ihr Konto, um mehr Nutzer zu aktivieren.

source: User enabled successfully
de: Benutzer erfolgreich aktiviert

source: User disabled successfully
de: Benutzer wurde erfolgreich deaktiviert

source: You have been granted Admin Privileges.
de: Ihnen wurden Administratorrechte gewährt.

source: Granted admin privilege
de: Gewährte Administratorberechtigung

source: Granted client privilege
de: Gewährt Client Privileg

source: You have been granted Client Privilege.
de: Ihnen wurde die Client-Berechtigung erteilt.

source: Revoked client privilege
de: Client-Privileg aufgehoben

source: Your client privilege has been revoked.
de: Ihre Clientberechtigung wurde widerrufen.

source: Your admin privilege has been revoked.
de: Ihre Administratorberechtigung wurde widerrufen.

source: Revoked admin privilege
de: Administratorrechte zurückgezogen

source: Please check your mail to reset your password
de: Bitte überprüfen Sie Ihre E-Mail, um Ihr Passwort zurückzusetzen

source: If an account exists with this email address, we've sent instructions on resetting your password. Please check your email!
de: Wenn ein Konto mit dieser E-Mail-Adresse existiert, haben wir Anweisungen zum Zurücksetzen Ihres Passworts gesendet. Bitte überprüfen Sie Ihre E-Mail Adresse!

source: Sorry! This account exceeded the user limit.
de: Es tut uns leid! Dieses Konto hat das Benutzerlimit überschritten.

source: Invitation Failed. Please try again!
de: Einladung fehlgeschlagen. Bitte versuche es erneut!

source: is successfully added
de: wurde erfolgreich hinzugefügt

source: Profile photo removed successfully
de: Profilfoto wurde erfolgreich entfernt

source: Email cannot be left blank
de: Die E-Mail darf nicht leer sein

source: Oops! Email address already exists.
de: Hoppla! Diese E-Mail Adresse ist bereits vergeben.

source: Oops! Invalid file format! The formats supported are gif, jpg, jpeg & png.
de: Hoppla! Ungültiges Dateiformat! Die unterstützten Formate sind gif, jpg, jpeg & png.

source: Profile photo size cannot excceed 1mb
de: Die Profilfotogröße darf 1 MB nicht überschreiten

source: Profile updated successfully
de: Profil erfolgreich aktualisiert

source: You are not authorized to do this operation.
de: Sie sind nicht berechtigt, diese Operation auszuführen.

source: Old password cannot be left blank!
de: Altes Passwort kann nicht leer gelassen werden!

source: Please enter correct old password.
de: Bitte geben Sie das korrekte alte Passwort ein.

source: New password cannot be left blank!
de: Neues Passwort darf nicht leer sein!

source: Re-type password cannot be left blank!
de: Passwort wiederholen darf nicht leer gelassen werden!

source: Re-type password do not match!
de: Passwort erneut eingeben!

source: Password changed successfully
de: das Passwort wurde erfolgreich geändert

source: We are sorry! This operation is completed. Please try once again.
de: Wir entschuldigen uns! Dieser Vorgang ist abgeschlossen. Bitte versuchen Sie es noch einmal.

source: Opened
de: habe es geöffnet

source: Close
de: näher

source: Update
de: Aktualisieren

source: Project(s) '
de: Projekt (e)'

source: ' assigned to you.
de: Ihnen zugewiesen

source: Template updated successfully
de: Vorlage wurde erfolgreich aktualisiert

source: Template can't be updated
de: Die Vorlage kann nicht aktualisiert werden

source: Template added successfully
de: Vorlage wurde erfolgreich hinzugefügt

source: Template can't be added
de: Vorlage kann nicht hinzugefügt werden

source: Deleted successfully
de: Erfolgreich gelöscht

source: You have not register for beta subscription!
de: Sie haben sich nicht für das Beta-Abonnement registriert!

source: You beta subscription is not approved yet!
de: Ihr Beta-Abonnement ist noch nicht genehmigt!
