Repository: movidelnor/tareas
Catalog: app/Locale/deu/LC_MESSAGES/default.po
Languages: de

source: Start My FREE Trial
de: Starten Sie meine kostenlose Testversion

source: Get started. No credit card required
de: Loslegen. Keine Kreditkarte benötigt

source: Sign in
de: Anmelden

source: Sorry, User Limit has Exceeded
de: Entschuldigung, Benutzerlimit wurde überschritten

source: Please contact your account owner to upgrade the account to add more users
de: Wenden Sie sich an Ihren Kontoinhaber, um das Konto zu aktualisieren und weitere Nutzer hinzuzufügen

source: Import Google Contact
de: Importieren Sie Google Kontakte

source: Use comma to separate multiple email ids
de: Verwenden Sie ein Komma, um mehrere E-Mail-IDs zu trennen

source: Project to be
de: Projekt zu sein

source: assigned
de: zugewiesen

source: Get quick help on Project to be assigned
de: Erhalten Sie schnelle Hilfe zu Projekt zugewiesen werden

source: Project to be assigned
de: Projekt zugewiesen werden

source: Sorry, User Limit Exceeded
de: Entschuldigung, Benutzerlimit überschritten

source: Add
de: Hinzufügen

source: Add Wiki Approver
de: Füge Wiki-Genehmiger hinzu

source: Add New Wiki Category
de: Neue Wiki-Kategorie hinzufügen

source: Add New Wiki Sub-Category
de: Fügen Sie eine neue Wiki-Unterkategorie hinzu

source: Sub-Category Title
de: Unterkategorie Titel

source: No tasks have been archived yet.
de: Es wurden noch keine Aufgaben archiviert.

source: No files have been archived yet.
de: Es wurden noch keine Dateien archiviert.

source: No task activities.
de: Keine Aufgabenaktivitäten

source: No files have been shared or uploaded.
de: Es wurden keine Dateien freigegeben oder hochgeladen.

source: No files found
de: Keine Dateien gefunden

source: No task group.
de: Keine Aufgabengruppe

source: No Overdue Task
de: Keine überfällige Aufgabe

source: No High Priority Task have been created
de: Keine Task mit hoher Priorität wurde erstellt

source: No Task for me
de: Keine Aufgabe für mich

source: No Task delegeted
de: Keine Aufgabe gelöscht

source: No Task favourite
de: Kein Task-Favorit

source: No Task has been created.
de: Keine Aufgabe wurde erstellt.

source: Create and Assign tasks to track here
de: Erstellen und Zuweisen von Aufgaben zum Nachverfolgen

source: My Project
de: Mein Projekt

source: Select your preferred layout
de: Wählen Sie Ihr bevorzugtes Layout

source: Show my tasks in
de: Zeige meine Aufgaben in

source: Account Activities
de: Kontoaktivitäten

source: No Activity found
de: Keine Aktivität gefunden

source: Slack Connect
de: Slack verbinden

source: All Activities
de: Alle Aktivitäten

source: Activity Details
de: Aktivitätsdetails

source: Created On
de: Erstellt am

source: Need help
de: Brauche Hilfe

source: If you're stuck
de: Wenn du feststeckst

source: click here
de: Klick hier

source: for help
de: für Hilfe

source: Still not clear
de: Immer noch nicht klar

source: send us a line
de: schick uns eine Zeile

source: someone from our help desk will be in touch
de: jemand von unserem Help Desk wird sich melden

source: If you get stuck or need help with anything we are here for you. Just
de: Wenn du nicht weiterkommst oder Hilfe brauchst, sind wir für dich da. Gerade

source: we will get back to you as soon as possible or find your answer at our
de: Wir melden uns so schnell wie möglich bei Ihnen oder finden Ihre Antwort bei uns

source: help desk
de: Beratungsstelle

source: Ok, got it
de: OK habe es

source: Move task to task group/sprint
de: Aufgabe in Aufgabengruppe / Sprint verschieben

source: Export Tasks to CSV
de: Aufgaben in CSV exportieren

source: Create Your Own Company
de: Erstellen Sie Ihr eigenes Unternehmen

source: Introduction
de: Einführung

source: Resource Not Available
de: Ressource nicht verfügbar

source: The assigned user is not available for the selected date. Please wait while I am searching other available user(s) for you
de: Der zugewiesene Benutzer ist für das ausgewählte Datum nicht verfügbar. Bitte warten Sie, während ich andere verfügbare Benutzer für Sie suche

source: Overload Details
de: Überladungsdetails

source: Congratulations!
de: Herzliche Glückwünsche!

source: Now manage your Resources better with Orangescrum's Resource Availability feature. Track their availability, leave planning and utilization effortlessly
de: Verwalten Sie Ihre Ressourcen jetzt besser mit der Ressourcenverfügbarkeitsfunktion von Orangescrum. Verfolgen Sie ihre Verfügbarkeit, lassen Sie Planung und Nutzung mühelos

source: Resource Availability is not available in the Startup Plan
de: Ressourcenverfügbarkeit ist im Startplan nicht verfügbar

source: See How
de: Siehe wie

source: No thanks
de: Nein Danke

source: Now manage your Timelog better with Orangescrum's
de: Verwalte deinen Timelog jetzt besser mit dem von Orangescrum

source: Timesheet
de: Arbeitszeittabelle

source: feature. Manage timelog effortlessly
de: Feature. Verwalten Sie Timelog mühelos

source: Select your preferred language
de: Wählen Sie Ihre bevorzugte Sprache

source: Language
de: Sprache

source: English
de: Engländer

source: Spanish
de: Spanisch

source: You can also update the language from the
de: Sie können die Sprache auch von der aktualisieren

source: page later
de: Seite später

source: Cool, we'd love to hear from you
de: Cool, wir würden gerne von dir hören

source: Contact us 24/7 via email at
de: Kontaktieren Sie uns rund um die Uhr per E-Mail unter

source: Or By filling the from below
de: Oder indem du das von unten füllst

source: Overall Rating
de: Gesamtbewertung

source: Enter Your Feedback Here
de: Geben Sie hier Ihr Feedback ein

source: Submit
de: Absenden

source: Need more time to explore the possibilities
de: Brauchen Sie mehr Zeit, um die Möglichkeiten zu erkunden

source: Extend trial for
de: Versuch verlängern für

source: days
de: Tage

source: Choose an existing task
de: Wählen Sie eine bestehende Aufgabe

source: Cancel Subscription Information
de: Abonnementinformationen abbrechen

source: Please check the below user(s) list and Save to add them to this Project
de: Bitte überprüfen Sie die Liste der Benutzer und speichern Sie sie, um sie zu diesem Projekt hinzuzufügen

source: Loading users
de: Benutzer werden geladen

source: Remove Tasks
de: Entfernen Sie Aufgaben

source: Loading tasks
de: Aufgaben laden

source: Assign Tasks
de: Aufgaben zuweisen

source: Assign & Continue
de: Zuweisen und fortfahren

source: Parent Task
de: Übergeordnete Aufgabe

source: Project Template
de: Projektvorlage

source: Specify project template name
de: Geben Sie den Namen der Projektvorlage an

source: Assign Project
de: Projekt zuweisen

source: Please check the below project(s) list and Save to add them to this User
de: Bitte überprüfen Sie die Liste der folgenden Projekte und speichern Sie sie, um sie zu diesem Benutzer hinzuzufügen

source: Search project
de: Projekt suchen

source: Loading projects
de: Projekte werden geladen

source: Upload your CSV file
de: Laden Sie Ihre CSV-Datei hoch

source: rows maximum size
de: Zeilen maximale Größe

source: Continue
de: Fortsetzen

source: CSV File
de: CSV-Datei

source: Download the sample file
de: Laden Sie die Beispieldatei herunter

source: to see what you can import
de: um zu sehen, was Sie importieren können

source: mandatory
de: verpflichtend

source: Description of the task
de: Beschreibung der Aufgabe

source: Task type (Bug, Development, Enhancement, RnD, QA, Unit Testing, Maintenance, Release, Updates, Idea, Others, Story)
de: Aufgabentyp (Bug, Entwicklung, Verbesserung, RnD, QA, Unit Testing, Wartung, Release, Updates, Idee, Andere, Story)

source: If Task type is story, they the story point will be inserted for task.
de: Wenn der Aufgabentyp Geschichte ist, wird der Geschichtspunkt für die Aufgabe eingefügt.

source: Task priority (High, Medium, Low)
de: Aufgabenpriorität (Hoch, Mittel, Niedrig)

source: Email ID of Task Assigned To
de: E-Mail-ID der zugewiesenen Aufgabe

source: Estimated Hour
de: Geschätzte Stunde

source: hh:mm format only
de: hh: mm Format nur

source: Upload the valid CSV file with your Tasks
de: Laden Sie die gültige CSV-Datei mit Ihren Aufgaben hoch

source: First system will validate your data and give error message if there is any error
de: Das erste System überprüft Ihre Daten und gibt eine Fehlermeldung aus, wenn ein Fehler auftritt

source: All the Tasks will be posted to the selected Project Template
de: Alle Aufgaben werden in der ausgewählten Projektvorlage veröffentlicht

source: Left blank the columns having no entry
de: Lassen Sie die Spalten leer, die keinen Eintrag haben

source: Please upload a valid csv file
de: Bitte lade eine gültige CSV-Datei hoch

source: Add Unbilled time to Invoice
de: Fügen Sie der Rechnung eine nicht fakturierte Zeit hinzu

source: Choose an invoice
de: Wählen Sie eine Rechnung

source: Add New Invoice
de: Neue Rechnung hinzufügen

source: Select an invoice
de: Wählen Sie eine Rechnung aus

source: Assign User(s) to
de: Weisen Sie Benutzer zu

source: Response goes here
de: Antwort geht hier

source: Contact our sales team
de: Kontaktieren Sie unser Verkaufsteam

source: Email address
de: E-Mail-Addresse

source: Phone
de: Telefon

source: How can we help you
de: Wie können wir Ihnen helfen

source: Enter Sum of
de: Geben Sie Summe von ein

source: Help us to make sure you're not a robot
de: Hilf uns, dass du kein Roboter bist

source: Want 5% off
de: Willst du 5% sparen?

source: Your Order
de: Deine Bestellung

source: Use coupon code
de: Verwenden Sie Gutscheincode

source: And enjoy site wide saving off 5% just for subscribing with us
de: Und genießen Sie Site-weit sparen Sie 5% nur für das Abonnement bei uns

source: Online Order Only. Applicable to all subscription plans
de: Nur Online-Bestellung. Anwendbar für alle Abonnementpläne

source: Show/Hide Tabs
de: Tabs anzeigen / ausblenden

source: Only three tabs can be selected
de: Es können nur drei Registerkarten ausgewählt werden

source: Select your profile image
de: Wählen Sie Ihr Profilbild

source: Drag and set the box on the area you want to crop
de: Ziehe und setze das Kästchen auf den Bereich, den du zuschneiden möchtest

source: Confirm
de: Bestätigen

source: Send Transaction Invoice
de: Transaktionsrechnung senden

source: Message
de: Botschaft

source: Email sent successfully
de: Email wurde erfolgreich Versendet

source: Email not sent due to some problem
de: Die E-Mail wurde aufgrund eines Problems nicht gesendet

source: Orangescrum goes Mobile
de: Orangescrum wird mobil

source: Your favorite project management tool is now with you all the time. Use and enjoy Orangescrum at your fingertips
de: Ihr bevorzugtes Projektmanagement-Tool ist jetzt immer bei Ihnen. Verwenden Sie und genießen Sie Orangescrum an Ihren Fingerspitzen

source: Add, Edit & Assign Tasks
de: Hinzufügen, Bearbeiten und Zuweisen von Aufgaben

source: Invite, Enable, Disable User
de: Benutzer einladen, aktivieren, deaktivieren

source: Create, Edit & Manage Projects
de: Erstellen, Bearbeiten und Verwalten von Projekten

source: Update profile from Mobile
de: Profil von Mobile aktualisieren

source: Attach document/images
de: Dokument / Bilder anhängen

source: Reply Task
de: Antwort Aufgabe

source: New Label
de: Neues Label

source: Specify Label Name
de: Geben Sie den Etikettennamen an

source: New Task Type
de: Neuer Aufgabentyp

source: Specify task type name
de: Geben Sie den Namen des Aufgabentyps an

source: Give a short name for task type
de: Geben Sie einen kurzen Namen für den Aufgabentyp ein

source: Add Label to Task
de: Label zu Aufgabe hinzufügen

source: Scrum Software development
de: Scrum Softwareentwicklung

source: Making software development more enjoyable and productive
de: Softwareentwicklung angenehmer und produktiver machen

source: Simple Project Management
de: Einfaches Projektmanagement

source: Do more than just "manage" your project
de: Mehr als nur "verwalten" Sie Ihr Projekt

source: Export Project Details
de: Projektdetails exportieren

source: Below columns will be exported
de: Die folgenden Spalten werden exportiert

source: Project Short Name
de: Kurzer Projektname

source: Project Priority
de: Projektpriorität

source: Project End Date
de: Projekt Enddatum

source: Project Est. Hrs
de: Projekt Est. Hrs

source: Project Spent Hrs
de: Projekt verbrachte Hrs

source: Number of Tasks
de: Anzahl der Aufgaben

source: Project Last Activity
de: Projekt Letzte Aktivität

source: Upcoming due dates of this task
de: Bevorstehende Fälligkeitstermine für diese Aufgabe

source: Stop Recurring
de: Stoppen Sie Wiederkehrend

source: Remove Project
de: Entfernen Sie das Projekt

source: Remove User(s) from
de: Entfernen Sie Benutzer von

source: Search User
de: Benutzer suchen

source: Export resource utilization to csv file
de: Exportieren Sie die Ressourcenauslastung in die CSV-Datei

source: Task #
de: Aufgabe #

source: Task Details
de: Aufgabendetails

source: Send invoice
de: Rechnung senden

source: Subject
de: Gegenstand

source: Your name
de: Dein Name

source: Give your message
de: Gib deine Nachricht

source: Export Tasks to csv file
de: Exportieren Sie Aufgaben in die CSV-Datei

source: Sprint/Task Group
de: Sprint / Aufgabengruppe

source: Updated Date
de: Neues Datum

source: Task Template
de: Aufgabenvorlage

source: Specify your template name
de: Geben Sie Ihren Vorlagennamen an

source: Describe your template
de: Beschreiben Sie Ihre Vorlage

source: Specify task title
de: Geben Sie den Aufgabentitel an

source: Give task description
de: Geben Sie eine Aufgabenbeschreibung an

source: Export Timelog to csv file
de: Exportieren Sie Timelog in die CSV-Datei

source: Break(hours)
de: Pause (Stunden)

source: Add Subscription
de: Abonnement hinzufügen

source: per month
de: pro Monat

source: Months
de: Monate

source: Please select a subscription
de: Bitte wählen Sie ein Abonnement

source: Are you sure to add subscription for this company
de: Sind Sie sicher, ein Abonnement für dieses Unternehmen hinzuzufügen?

source: Email Address
de: E-Mail-Addresse

source: Please Enter Email Address
de: Bitte E-Mail-Adresse eingeben

source: Invalid Email
de: Ungültige E-Mail

source: New Password
de: Neues Kennwort

source: Repeat New Password
de: Wiederhole das neue Passwort

source: Please Enter New Password. Spaces Are Not Allowed
de: Bitte gib ein neues Passwort ein. Leerzeichen sind nicht zulässig

source: Password Length Must Be Greater Than Six
de: Die Passwortlänge muss größer als sechs sein

source: Please Enter New Password Again. Spaces Are Not Allowed
de: Bitte geben Sie erneut das neue Passwort ein. Leerzeichen sind nicht zulässig

source: Both Passwords Doesn't Match
de: Beide Passwörter stimmen nicht überein

source: Password Updated Successfully
de: Passwort erfolgreich aktualisiert

source: Password Couldn't Updated
de: Passwort konnte nicht aktualisiert werden

source: User Leave Form
de: Benutzer verlassen Formular

source: Reason of Leave
de: Grund des Verlassens

source: Cancel Leave
de: Abbrechen

source: Send Remainder email to
de: Sende Erinnerungsmail an

source: Email Subject
de: E-Mail Betreff

source: Messages
de: Mitteilungen

source: Email id is required
de: E-Mail-ID ist erforderlich

source: Invalid email
de: Ungültige E-Mail

source: Subject is required
de: Betreff ist erforderlich

source: Problem in sending email. Please try later
de: Problem beim Senden von E-Mails. Bitte versuch es später

source: Manage User & Storage Limit
de: Benutzer- und Speicherbeschränkung verwalten

source: No. Of Users
de: Anzahl der Benutzer

source: Storage(GB)
de: Lagerung (GB)

source: Invalid data
de: Ungültige Daten

source: Data Updated Successfully
de: Daten erfolgreich aktualisiert

source: Problem in updating records. Please try later
de: Problem beim Aktualisieren von Datensätzen. Bitte versuch es später

source: Add to Project
de: Zum Projekt hinzufügen

source: Task Group Description
de: Aufgabengruppenbeschreibung

source: Create a Subtask
de: Erstellen Sie eine Unteraufgabe

source: task Group Description
de: Aufgabe Gruppenbeschreibung

source: update
de: aktualisieren

source: Est. Hr
de: Geschätzte Stunde

source: Task Analysis Report
de: Aufgabenanalysebericht

source: Sprint Report
de: Sprint-Bericht

source: Velocity Report
de: Geschwindigkeitsbericht

source: Velocity Chart
de: Geschwindigkeitstabelle

source: Average Age Report
de: Durchschnittsaltersbericht

source: Created vs. Resolved Tasks Report
de: Erstellt vs. Gelöster Aufgabenbericht

source: Pie Chart Report
de: Kreisdiagrammbericht

source: Recently Created Tasks Report
de: Kürzlich erstellter Aufgabenbericht

source: Resolution Time Report
de: Zeitbericht für die Auflösung

source: Time Since Tasks Report
de: Zeit seit Aufgabenbericht

source: Hours Spent Report
de: Stunden ausgegeben Bericht

source: Pending Tasks
de: Ausstehende Aufgaben

source: View All Projects
de: Alle Projekte anzeigen

source: Recurrence Pattern
de: Wiederholungsmuster

source: Daily
de: Täglich

source: Every
de: Jeden

source: Every weekday
de: Jeden Wochentag

source: Recur every
de: Wiederhole jeden

source: week(s) on
de: Woche (n) an

source: Monday
de: Montag

source: Tuesday
de: Dienstag

source: Wednesday
de: Mittwoch

source: Thursday
de: Donnerstag

source: Friday
de: Freitag

source: Saturday
de: Samstag

source: Sunday
de: Sonntag

source: Day
de: Tag

source: of every
de: von jedem

source: month(s)
de: Monat (e)

source: The
de: Das

source: Second
de: Zweite

source: Third
de: Dritte

source: Forth
de: Fort

source: year(s)
de: Jahre)

source: January
de: Januar

source: February
de: Februar

source: March
de: März

source: May
de: Kann

source: June
de: Juni

source: July
de: Juli

source: October
de: Oktober

source: December
de: Dezember

source: on the
de: auf der

source: Range of Recurrence
de: Wiederkehrbereich

source: No end date
de: Kein Enddatum

source: End after
de: Ende nach

source: End by
de: Ende von

source: Update the current filter
de: Aktualisiere den aktuellen Filter

source: Create new filter
de: Erstelle einen neuen Filter

source: Filter name
de: Filtern Sie den Namen

source: Please enter a filter name
de: Bitte geben Sie einen Filternamen ein

source: Manage Filters
de: Filter verwalten

source: Bilable
de: Bilabel

source: Log more time
de: Logge mehr Zeit ein

source: Invoiced
de: In Rechnung gestellt

source: Generate Timesheet Report
de: Stundenzettelbericht generieren

source: Resource name
de: Ressourcenname

source: All Resource
de: Alle Ressourcen

source: All Project
de: Alles Projekt

source: Starting Date
de: Anfangsdatum

source: Ending Date
de: Ende

source: Print
de: Drucken

source: Please select a resource
de: Bitte wählen Sie eine Ressource aus

source: Please select the start date
de: Bitte wählen Sie das Startdatum

source: Please select the end date
de: Bitte wählen Sie das Enddatum

source: No Timelog found in this date range. Please check another date range
de: Kein Timelog in diesem Zeitraum gefunden. Bitte überprüfen Sie einen anderen Zeitraum

source: Hrs. Spent this week
de: Hrs. Verbrachte diese Woche

source: Simple & Flexible Pricing
de: Einfache und flexible Preisgestaltung

source: On Hold
de: In Wartestellung

source: Export as Excel
de: Exportieren als Excel

source: Export as CSV
de: Als CSV exportieren

source: Card View
de: Kartenansicht

source: Grid View
de: Rasteransicht

source: Total counter without filter
de: Gesamtzähler ohne Filter

source: Manage Customers
de: Kunden verwalten

source: Invited
de: Eingeladen

source: Disabled
de: Behindert

source: This feature is only available to the paid users! Please Upgrade
de: Diese Funktion steht nur bezahlten Benutzern zur Verfügung! Bitte upgraden

source: Print this report
de: Drucken Sie diesen Bericht

source: Gantt chart
de: Gantt-Diagramm

source: Select Month
de: Wählen Sie einen Monat

source: Select Year
de: Wählen Sie Jahr

source: All Reports
de: Alle Berichte

source: Set Default View
de: Standardansicht festlegen

source: Tasks closed
de: Aufgaben geschlossen

source: Total closed tasks compared to total tasks in a given project
de: Insgesamt geschlossene Aufgaben im Vergleich zu Gesamtaufgaben in einem bestimmten Projekt

source: Edit Project
de: Projekt bearbeiten

source: Low Priority
de: Niedrige Priorität

source: Calendar View
de: Kalenderansicht

source: List View
de: Listenansicht

source: Chart View
de: Diagrammansicht

source: Active Task Groups
de: Aktive Aufgabengruppen

source: Completed Task Groups
de: Abgeschlossene Aufgabengruppen

source: Update Filter
de: Aktualisiere Filter

source: Commented by
de: Kommentiert von

source: Export as PDF
de: Als PDF exportieren

source: Archived By
de: Archiviert von

source: Task Group View
de: Aufgabengruppenansicht

source: Kanban View
de: Kanbanansicht

source: No Notifications
de: Keine Benachrichtigungen

source: Total Overdue Task(s)
de: Total überfällige Aufgabe (n)

source: Task(s) assigned to you
de: Ihnen zugewiesene Aufgabe (n)

source: No Time Log Entry since
de: Kein Zeitprotokolleintrag seit

source: activities on tasks
de: Aktivitäten zu Aufgaben

source: All tasks assigned to me
de: Alle mir zugewiesenen Aufgaben

source: All favourite tasks
de: Alle Lieblingsaufgaben

source: All tasks not assinged to me
de: Alle Aufgaben, die mir nicht zugewiesen sind

source: All high priority tasks
de: Alle Aufgaben mit hoher Priorität

source: All overdue tasks
de: Alle überfälligen Aufgaben

source: All tasks having status new, in progress and resolve
de: Alle Aufgaben haben den Status new, in progress und resolve

source: All Closed tasks
de: Alle geschlossenen Aufgaben

source: This is the filter drop-down, by choosing this you can move to any filter type
de: Dies ist das Filter-Dropdown-Menü, mit dem Sie zu einem beliebigen Filtertyp wechseln können

source: Current Week
de: Diese Woche

source: Statistics
de: Statistiken

source: SO FAR THIS WEEK
de: SO FAR diese Woche

source: Logged in User
de: Angemeldeter Benutzer

source: Last Week to Date
de: Letzte Woche bis heute

source: Tasks Created
de: Aufgaben erstellt

source: Tasks Updated
de: Aufgaben aktualisiert

source: Tasks Closed
de: Aufgaben geschlossen

source: Spent
de: Verbraucht

source: Storage Used
de: Speicher verwendet

source: Task Status of the Week
de: Aufgabenstatus der Woche

source: Task Created
de: Aufgabe erstellt

source: Updates and Activities
de: Updates und Aktivitäten

source: Project Status of the Week
de: Projektstatus der Woche

source: Closed/Total Tasks
de: Geschlossene / Gesamtaufgaben

source: Usage
de: Verwendung

source: No Project Status on last week
de: Kein Projektstatus in der letzten Woche

source: Out of
de: Aus

source: User has not logged in to the system since last week
de: Der Benutzer ist seit letzter Woche nicht mehr am System angemeldet

source: tasks created and
de: Aufgaben erstellt und

source: updates and activities on last week
de: Updates und Aktivitäten letzte Woche

source: closed out of
de: geschlossen aus

source: spent and
de: ausgegeben und

source: Mb storage used on all projects
de: MB-Speicher wird für alle Projekte verwendet

source: Orangescrum Weekly Usage Report
de: Orangecscrum wöchentlicher Nutzungsbericht

source: Approve Wiki Details
de: Wiki-Details genehmigen

source: Submitted By
de: Eingereicht von

source: This wiki is already approved.
de: Dieses Wiki ist bereits genehmigt.

source: Add Wiki Comment
de: Wiki-Kommentar hinzufügen

source: Outdent selected tasks
de: Gewählte Aufgaben austragen

source: Indent selected tasks
de: Gewählte Aufgaben einrücken

source: Move selected tasks one day backward
de: Verschiebe ausgewählte Aufgaben einen Tag zurück

source: Move selected tasks one day forward
de: Verschieben Sie ausgewählte Aufgaben einen Tag nach vorne

source: Undo last changes
de: Letzte Änderungen rückgängig machen
