Repository: movidelnor/tareas
Catalog: app/Locale/deu/LC_MESSAGES/default.po
Languages: de

source: Category
de: Kategorie

source: Search Results for
de: Suchergebnisse für

source: No Search Result Found
de: Kein Suchergebnis gefunden

source: Sign Up Free
de: Melde dich kostenlos an

source: Generate Invoice
de: Rechnung erstellen

source: Essentials
de: Grundlagen

source: Optional
de: Wahlweise

source: Currency
de: Währung

source: Note
de: Hinweis

source: optional
de: wahlweise

source: Bill To
de: Gesetzesentwurf für

source: Latest 5 Comments
de: Neueste 5 Kommentare

source: User Name
de: Nutzername

source: Comment
de: Kommentar

source: Time
de: Zeit

source: View More
de: Mehr sehen

source: How to
de: wie macht man

source: Collaborate
de: Zusammenarbeiten

source: Customize Task
de: Aufgabe anpassen

source: How to use
de: Wie benutzt man

source: on the go
de: auf dem Weg

source: Create Project
de: Projekt erstellen

source: Summary
de: Zusammenfassung

source: Create Milestone
de: Meilenstein erstellen

source: Edit Task
de: Aufgabe bearbeiten

source: Add New Task
de: Neue Aufgabe hinzufügen

source: yet to assign
de: noch zuweisen

source: Attachment
de: Befestigung

source: Maximum file size allowed is 5 MB
de: Die maximal zulässige Dateigröße beträgt 5 MB

source: Post & Continue
de: Posten und fortfahren

source: Post & View List
de: Post & View Liste

source: Update & Continue
de: Aktualisieren und fortfahren

source: Update & View List
de: Aktualisieren und Liste anzeigen

source: Browse
de: Durchsuche

source: Select files to upload
de: Wählen Sie die hochzuladenden Dateien aus

source: Legends
de: Legenden

source: Error uploading file. File size cannot be more then 5 Mb
de: Fehler beim Hochladen der Datei. Die Dateigröße darf nicht mehr als 5 MB betragen

source: Error uploading file. Please try with another file
de: Fehler beim Hochladen der Datei. Bitte versuchen Sie es mit einer anderen Datei

source: Overdue task
de: Überfällige Aufgabe

source: Worked in Progress
de: Arbeitete gerade

source: Total task
de: Gesamtaufgabe

source: Overall Progress
de: Gesamtfortschritt

source: In progress
de: In Bearbeitung

source: Team
de: Mannschaft

source: Project Launch Date
de: Projektstartdatum

source: Overdue Task
de: Überfällige Aufgabe

source: View more
de: Mehr sehen

source: Activities
de: Aktivitäten

source: Project Description
de: Projektbeschreibung

source: Displaying all tasks
de: Alle Aufgaben anzeigen

source: Search Tasks
de: Suchaufgaben

source: Please active the
de: Bitte aktiviere die

source: project to view all overdue task
de: Projekt, um alle überfällige Aufgabe anzuzeigen

source: You can not see
de: Du kannst nicht sehen

source: for completed projects
de: für abgeschlossene Projekte

source: Project Start Date
de: Projektstartdatum

source: This month work
de: Dieser Monat arbeitet

source: Future work
de: Zukünftige Arbeit

source: Last month to Date
de: Letzter Monat bis heute

source: Total Task
de: Gesamtaufgabe

source: Billable Hours
de: Abrechenbare Stunden

source: Non-Billable Hours
de: Nicht abrechenbare Stunden

source: from this project
de: Nicht abrechenbare Stunden...

source: No Recent Activities
de: Keine aktuellen Aktivitäten

source: Due on
de: Fällig am

source: Tasks Resolved
de: Aufgaben gelöst

source: No task group found
de: Keine Aufgabengruppe gefunden

source: Created on
de: Erstellt am

source: No project found
de: Kein Projekt gefunden

source: Task without Due Date
de: Aufgabe ohne Fälligkeitsdatum

source: spent and still counting
de: verbrachte und zählt immer noch

source: spent on
de: ausgegeben für

source: Download Task
de: Aufgabe herunterladen

source: Mail send successfully
de: E-Mail erfolgreich gesendet

source: Oops! We are not able to send email. Please try later
de: Hoppla! Wir können keine E-Mails senden. Bitte versuch es später

source: The compressed files are ready to be downloaded
de: Die komprimierten Dateien können heruntergeladen werden

source: Upcoming
de: Bevorstehende

source: No overdue task
de: Keine überfällige Aufgabe

source: No upcoming task
de: Keine bevorstehende Aufgabe

source: Great Job. You don't have any over due task
de: Gut gemacht. Sie haben keine überfällige Aufgabe

source: Create
de: Erstellen

source: or
de: oder

source: Import
de: Einführen

source: Task Name
de: Aufgabennname

source: Late by Date
de: Spät nach Datum

source: of
de: Na sicher

source: File Storage
de: Dateispeicher

source: Active Users
de: Aktive Benutzer

source: Upgrade your Account
de: Aktualisieren Sie Ihr Konto

source: to get upto
de: aufstehen

source: GB Storage
de: GB Speicher

source: Subscription
de: Abonnement

source: Credit Card
de: Kreditkarte

source: Invoices
de: Rechnungen

source: Account Activity
de: Account Aktivität

source: Complete Sprint
de: Kompletter Sprint

source: Clear search
de: Saubere Suche

source: Quick Filter
de: Schnellfilter

source: Assign To Me
de: Zu mir zuweisen

source: Last Updated
de: Letzte Aktualisierung

source: Assignee
de: Beauftragter

source: Me
de: Mich

source: All Sprint
de: Alle Sprint

source: To Do (New)
de: Zu tun (neu)

source: IN PROGRESS
de: IN BEARBEITUNG

source: DONE (Resolved & Closed)
de: FERTIG (aufgelöst und geschlossen)

source: Estimated Hours
de: Geschätzte Stunden

source: Story Point
de: Geschichtenpunkt

source: Parents
de: Eltern

source: These tasks are waiting on this task.
de: Diese Aufgaben warten auf diese Aufgabe.

source: Dependents
de: Abhängige

source: Task can't start. Waiting on these task to be completed.
de: Aufgabe kann nicht gestartet werden. Warten auf diese Aufgabe abgeschlossen werden.

source: Recurring Task
de: Wiederkehrende Aufgabe

source: No active sprints
de: Keine aktiven Sprints

source: There are no active sprints
de: Es gibt keine aktiven Sprints

source: Start sprints in the
de: Sprints starten in der

source: Dashboard
de: Instrumententafel

source: Company
de: Unternehmen

source: Add Company
de: Firma hinzufügen

source: Unlimited
de: Unbegrenzt

source: Beta User
de: Beta-Benutzer

source: Old
de: Alt

source: Sandbox
de: Sandkasten

source: Community
de: Gemeinschaft

source: File Upload
de: Datei-Upload

source: Free to Paid
de: Kostenlos zu bezahlen

source: New Users
de: Neue Nutzer

source: Home
de: Zuhause

source: Details
de: Einzelheiten

source: Manage
de: Verwalten

source: Subscriptions
de: Abonnements

source: Product Updates
de: Produktaktualisierungen

source: Beta Company
de: Beta-Unternehmen

source: Users
de: Benutzer

source: User Details
de: Nutzerdetails

source: Project Details
de: Projekt Details

source: Beta Request
de: Beta-Anfrage

source: Subscription Overview
de: Abonnementübersicht

source: Subscription Details
de: Abonnementdetails

source: Cancelled
de: Abgebrochen

source: Manage Coupon
de: Coupon verwalten

source: Free
de: Frei

source: Free Download
de: Kostenfreier Download

source: Search Company, Owner, Email
de: Suche Firma, Besitzer, E-Mail

source: Free Subscriptions
de: Kostenlose Abonnements

source: Cancelled Subscriptions
de: Stornierte Abonnements

source: Search Result for
de: Suchergebnis für

source: Latest
de: Neueste

source: Assigned
de: Zugewiesen

source: tasks
de: Aufgaben

source: Others
de: Andere

source: Bug
de: Fehler

source: files
de: Dateien

source: Select where all the incomplete tasks should be moved
de: Wählen Sie, wohin alle unvollständigen Aufgaben verschoben werden sollen

source: Move To:
de: Ziehen nach:

source: Complete
de: Komplett

source: Kanban Board
de: Kanban-Vorstand

source: closed
de: geschlossen

source: out of
de: aus

source: tasks are closed
de: Aufgaben sind geschlossen

source: Create New Task
de: Erstellen Sie eine neue Aufgabe

source: Assign Task
de: Aufgabe zuweisen

source: Task Group and Task
de: Aufgabengruppe und Aufgabe

source: Resolve
de: Entschlossenheit

source: Re-open
de: Wieder öffnen

source: Reply
de: Antworten

source: Move to Project
de: Zu Projekt wechseln

source: Move to Task Group
de: Wechseln Sie zur Aufgabengruppe

source: Remove Task
de: Aufgabe entfernen

source: Mark as Completed
de: Als abgeschlossen markieren

source: Spent Hr
de: Verbrachte Hr

source: Enter Task Title
de: Geben Sie den Aufgabentitel ein

source: No active Task Group
de: Keine aktive Aufgabengruppe

source: No Completed Task Group
de: Keine abgeschlossene Aufgabengruppe

source: Sprint Goal
de: Sprint-Ziel

source: Sprint name cannot be left blank
de: Der Sprint-Name darf nicht leer sein

source: Start Sprint
de: Sprint starten

source: Duration
de: Dauer

source: 1 Week
de: 1 Woche

source: 2 Week
de: 2 Wochen

source: 3 Week
de: 3 Wochen

source: 4 Week
de: 4 Wochen

source: Custom
de: Brauch

source: Start Date cannot be left blank
de: Startdatum kann nicht leer gelassen werden

source: Hour Spent
de: Stunde verbracht

source: Task Reports
de: Aufgabenberichte

source: Weekly Usage
de: Wöchentliche Nutzung

source: Resource Utilization
de: Ressourcennutzung

source: From Date
de: Ab Datum

source: To Date
de: Miteinander ausgehen

source: Filters
de: Filter

source: Yesterday
de: Gestern

source: This Week
de: Diese Woche

source: This Month
de: Diesen Monat

source: This Quarter
de: Dieses Quartal

source: This Year
de: Dieses Jahr

source: Last Week
de: Letzte Woche

source: Last Month
de: Im vergangenen Monat

source: Last Quarter
de: Letztes Quartal

source: Last Year
de: Letztes Jahr

source: Last 365 days
de: Letzte 365 Tage

source: Export To CSV File
de: In CSV-Datei exportieren

source: Apply
de: Sich bewerben

source: Import Task
de: Aufgabe importieren

source: Please confirm your email address
de: Bitte bestätigen Sie Ihre E-Mail-Adresse

source: Resend email
de: E-Mail zurücksenden

source: Change your email
de: Ändern Sie Ihre E-Mail

source: Miscellaneous
de: Sonstiges

source: Personal Settings
de: Persönliche Einstellungen

source: My Profile
de: Mein Profil

source: Change Password
de: Passwort ändern

source: Notifications
de: Benachrichtigungen

source: Email Reports
de: E-Mail-Berichte

source: Default Views
de: Standardansichten

source: Company Settings
de: Unternehmenseinstellungen

source: My Company
de: Meine Firma

source: Daily Catch-Up
de: Tägliches Aufholen

source: Cancel Account
de: Account löschen

source: Account Settings
de: Account Einstellungen

source: Transactions
de: Transaktionen

source: Usage Details
de: Nutzungsdetails

source: Upgrade Subscription
de: Abonnement aktualisieren

source: Downgrade Subscription
de: Abonnement herunterstufen

source: Edit Credit Card
de: Bearbeiten Sie die Kreditkarte

source: Account Limitation
de: Kontobeschränkung

source: Pricing
de: Preisgestaltung

source: Labels
de: Etiketten

source: Daily Progress Reminder
de: Tägliche Fortschrittsanzeige

source: Templates
de: Vorlagen

source: Analytics
de: Analysen

source: Bug Reports
de: Fehlerberichte

source: Hours Spent Reports
de: Stunden verbrachte Berichte

source: Account
de: Konto

source: Delete Account
de: Konto löschen

source: Weekly Usage Report
de: Wöchentlicher Nutzungsbericht

source: Gantt Chart
de: Gantt-Diagramm

source: Find a Project
de: Finde ein Projekt

source: Overview
de: Überblick

source: All Dates
de: Alle Termine

source: All Task
de: Alle Aufgabe

source: Estimation
de: Einschätzung

source: Sprint Setting
de: Sprint-Einstellung

source: Move multiple tasks to Sprint
de: Verschieben Sie mehrere Aufgaben nach Sprint

source: task
de: Aufgabe

source: To Do
de: Machen

source: Done
de: Erledigt

source: Move Sprint Up
de: Sprint nach oben bewegen

source: Move Sprint Down
de: Sprint nach unten bewegen

source: Create Sprint
de: Sprint erstellen

source: No activity found
de: Keine Aktivität gefunden

source: Set favourite task
de: Stellen Sie Ihre Lieblingsaufgabe ein

source: Remove from the favourite task
de: Entfernen Sie von der Lieblingsaufgabe

source: Edit Task Title
de: Bearbeiten Sie den Aufgabentitel

source: Enter task title
de: Geben Sie den Aufgabentitel ein

source: Last updated
de: Letzte Aktualisierung

source: Due
de: Fällig

source: Clients can not see this task
de: Clients können diese Aufgabe nicht sehen

source: These tasks are waiting on this task
de: Diese Aufgaben warten auf diese Aufgabe

source: Task can't start. Waiting on these task to be completed
de: Aufgabe kann nicht gestartet werden. Warten auf diese Aufgabe abgeschlossen werden

source: Reload
de: Neu laden

source: Archived
de: Archiviert

source: Completed Sprint
de: Abgeschlossener Sprint

source: You can enter as 1(that mean 1 day)
de: Sie können als 1 eingeben (das bedeutet 1 Tag)

source: You can enter time as 1.5(that mean 1 hour and 30 minutes)
de: Sie können die Zeit als 1,5 eingeben (das bedeutet 1 Stunde und 30 Minuten)

source: Spent Hour(s)
de: Verbrachte Stunde (n)

source: Descriptions
de: Beschreibungen

source: Expand description
de: Erweitern Sie die Beschreibung

source: 1 Attachment
de: 1 Anhang

source: Attachments
de: Anlagen

source: No Attachments
de: Keine Anhänge

source: Preview Image
de: Vorschaubild

source: Collapse Description
de: Collapse Beschreibung

source: Comments
de: Bemerkungen

source: Time log
de: Protokoll

source: View remaining
de: Ansehen übrig

source: thread
de: Faden

source: View latest 10
de: Zeige die letzten 10

source: View oldest thread on top
de: Zeigen Sie den ältesten Thread oben an

source: Newer
de: Neuere

source: View newest thread on top
de: Zeige den neuesten Thread an der Spitze

source: Older
de: Älter

source: self
de: Selbstachtung

source: Time Range
de: Zeitspanne

source: Break Time
de: Pause

source: Spent Hours
de: Verbrachte Stunden

source: Is Billable
de: Ist abrechenbar

source: Drag and drop files to upload
de: Ziehen Sie Dateien zum Hochladen und Ablegen

source: Drop files here or
de: Dateien hier ablegen oder

source: click upload
de: Klicken Sie auf Hochladen

source: Do not show this comment to the client
de: Zeigen Sie diesen Kommentar nicht dem Kunden

source: Post comment
de: Kommentar hinzufügen

source: Hours Spent and % Completed
de: Stunden und% abgeschlossen

source: Attachments, Google Drive, Dropbox
de: Anhänge, Google Drive, Dropbox

source: More Options
de: Mehr Optionen

source: Less
de: Weniger

source: People
de: Menschen

source: People Involved
de: Beteiligte Personen

source: Date Not Set
de: Datum nicht festgelegt

source: Edit Task To Set Start Date
de: Aufgabe bearbeiten, um das Startdatum festzulegen

source: Last Commented
de: Zuletzt kommentiert

source: Created Date
de: Erstellungsdatum

source: Resolved Date
de: Gelöstes Datum

source: Label in this Task
de: Beschrifte in dieser Aufgabe

source: Add label
de: Etikett hinzufügen

source: File in this Task
de: Datei in dieser Aufgabe

source: File
de: Datei

source: No Files in this Task
de: Keine Dateien in dieser Aufgabe

source: Display All
de: Alle anzeigen

source: Back to Parent
de: Zurück zum Elternteil

source: Reset Filter
de: Filter zurücksetzen

source: No Label in this Task
de: Kein Label in dieser Aufgabe

source: Linking Tasks
de: Aufgaben verknüpfen

source: No linking available.
de: Keine Verknüpfung verfügbar.

source: Move to Task Group/Sprint
de: Wechseln Sie zu Aufgabengruppe / Sprint

source: Remove from Task Group
de: Aus der Aufgabengruppe entfernen

source: updated
de: aktualisiert

source: created
de: erstellt

source: Edit Due Date
de: Fälligkeitsdatum bearbeiten

source: Show/Hide Columns
de: Spalten anzeigen / ausblenden

source: Show/Hide All
de: Alle ein- / ausblenden

source: Assigned To
de: Zugewiesen an

source: Est. Hours
de: Geschätzt Std

source: Assign task(s) to user
de: Weisen Sie die Aufgabe dem Benutzer zu

source: Move to project
de: Zum Projekt wechseln

source: Copy to Project
de: In Projekt kopieren

source: Create Project Template
de: Erstellen Sie eine Projektvorlage

source: Quick Task
de: Schnellaufgabe

source: Task Title
de: Aufgabentitel

source: Get quick help on Due Date
de: Erhalten Sie schnelle Hilfe am Fälligkeitsdatum

source: Get quick help on Task Type
de: Erhalten Sie schnelle Hilfe zum Aufgabentyp

source: Est. Hour
de: Europäische Sommerzeit. Stunde

source: Save & Continue
de: Speichern fortsetzen

source: Save & Start Timer
de: Timer speichern und starten

source: History
de: Geschichte

source: No Tasks
de: Keine Aufgaben

source: No tasks for me
de: Keine Aufgaben für mich

source: No tasks as overdue
de: Keine Aufgaben als überfällig

source: No tasks delegated
de: Keine Aufgaben delegiert

source: No high priority tasks
de: Keine Aufgaben mit hoher Priorität

source: No favourite tasks
de: Keine Lieblingsaufgaben

source: Quick Task Group
de: Schnelle Aufgabengruppe

source: Task Group Title
de: Titel der Aufgabengruppe

source: Post Task
de: Aufgabe senden

source: Convert to Task
de: In Aufgabe konvertieren

source: Edit Task Group
de: Bearbeiten Sie die Aufgabengruppe

source: Add Task
de: Aufgabe hinzufügen

source: No Tasks found
de: Keine Aufgaben gefunden

source: on project
de: auf Projekt

source: story point 1 = 1 day
de: Geschichtspunkt 1 = 1 Tag

source: Story Points
de: Story Punkte

source: Share From Google Drive
de: Von Google Drive teilen

source: Share From Dropbox
de: Teilen von Dropbox

source: Get quick help on Create Task
de: Erhalten Sie schnelle Hilfe bei Aufgabe erstellen

source: Date when task will be finished
de: Datum, an dem die Aufgabe beendet wird

source: Get quick help on task group
de: Schnelle Hilfe zur Aufgabengruppe

source: Recurring
de: Wiederkehrend

source: Get quick help on Recurring task
de: Erhalten Sie schnelle Hilfe bei Wiederkehrende Aufgabe

source: Update recurring status
de: Aktuellen Status aktualisieren

source: Select Start time and End time; it will calculate spent hours automatically
de: Wählen Sie Startzeit und Endzeit; es wird automatisch verbrachte Stunden berechnen

source: Relate to
de: In Beziehung zu

source: Linking Task
de: Verknüpfungsaufgabe

source: Select Label
de: Wählen Sie Etikett

source: Get quick help on Notify via Email
de: Erhalten Sie schnelle Hilfe bei Notify via Email

source: Do not show the task to the client
de: Zeigen Sie dem Client die Aufgabe nicht

source: Get quick help on Don't show the task to client
de: Erhalten Sie schnelle Hilfe zu Die Aufgabe dem Client nicht anzeigen

source: Save & Exit
de: Sicherer Ausgang

source: No group
de: Keine Gruppe

source: Start Time
de: Startzeit

source: End Time
de: Endzeit

source: Actual Hour(s)
de: Tatsächliche Stunde (n)

source: Select User(s)
de: Benutzer auswählen

source: Do not show this task to the client
de: Zeigen Sie diese Aufgabe dem Client nicht an

source: Save & Create
de: Speichern und erstellen

source: Weekly
de: Wöchentlich

source: Monthly
de: monatliches Einkommen

source: Quarterly
de: Vierteljährlich

source: Yearly
de: Jährlich

source: Starts
de: Startet

source: Ends after
de: Endet nach

source: occurrences
de: Vorkommen

source: Ends on
de: Endet am

source: Milestone
de: Meilenstein

source: No milestone
de: Kein Meilenstein

source: Preview
de: Vorschau

source: Tasks Count
de: Aufgaben zählen

source: Filter Items
de: Elemente filtern

source: Save Filter
de: Filter speichern

source: No filter has been created
de: Es wurde kein Filter erstellt

source: Subtasks
de: Unteraufgaben

source: Reload Subtask
de: Unteraufgabe neu laden

source: No Subtask available.
de: Keine Teilaufgabe verfügbar

source: No more tasks found. Start adding your tasks
de: Keine weiteren Aufgaben gefunden Fange an, deine Aufgaben hinzuzufügen

source: Completed Tasks
de: Abgeschlossene Aufgaben

source: Not Completed Tasks
de: Nicht abgeschlossene Aufgaben

source: Completed Outside Tasks
de: Abgeschlossene externe Aufgaben

source: Original Time Estimate
de: Ursprüngliche Zeitschätzung

source: Task Count
de: Aufgabenanzahl

source: No task found
de: Keine Aufgabe gefunden

source: No tasks found
de: Keine Aufgaben gefunden

source: Sort By Task Group Title
de: Nach Aufgabengruppentitel sortieren

source: Sort By Task Title
de: Nach Aufgabentitel sortieren

source: Preview Images
de: Vorschaubilder

source: Now
de: jetzt und dann

source: Reset All
de: Alles zurücksetzen

source: Export(.csv)
de: Exportieren (.csv)

source: Expand Time Log
de: Erweitern Sie das Zeitprotokoll

source: Billed
de: in Rechnung gestellt

source: Logged Hours
de: Logged Stunden

source: You are not authorized to modify
de: Sie sind nicht berechtigt, Änderungen vorzunehmen

source: Hide Time Log
de: Zeitprotokoll ausblenden

source: Move to roject
de: Zum Projekt wechseln

source: Move Task To Task Group
de: Aufgabe in Aufgabengruppe verschieben

source: edit Assign to
de: Bearbeiten Zuweisen zu

source: Task Settings
de: Aufgabeneinstellungen

source: Chat Settings
de: Chat Einstellungen

source: Resource Availability
de: Ressourcenverfügbarkeit

source: From
de: Von

source: Edit User
de: Benutzer bearbeiten

source: First Name
de: Vorname

source: Last Name
de: Familienname, Nachname

source: Short Name
de: Kurzer Name

source: Time Zone
de: Zeitzone

source: Profile Image
de: Profilbild

source: Keep me upto date with new features
de: Halten Sie mich auf dem Laufenden mit neuen Funktionen

source: Choose Profile Image
de: Wählen Sie Profilbild

source: Select Task
de: Wählen Sie Aufgabe

source: How is Orangescrum different from other tools or systems
de: Wie unterscheidet sich Orangescrum von anderen Tools oder Systemen?

source: Orangescrum combines work management + team collaboration & file sharing + invoicing + timelog, so that you can do more with the help of just one app
de: Orangecrum kombiniert Arbeitsmanagement + Teamzusammenarbeit & File Sharing + Fakturierung + Timelog, so dass Sie mit nur einer App mehr erreichen können

source: Orangescrum, to accelerate your business without the botheration of managing multiple apps
de: OrangeScrum, um Ihr Geschäft zu beschleunigen, ohne die Verwaltung mehrerer Apps zu scheuen

source: Check in the
de: Einchecken in

source: success story
de: Erfolgsgeschichte

source: of SARAL using Orangescrum
de: von SARAL mit Orangescrum

source: Can I avail a free trial plan with all features
de: Kann ich einen kostenlosen Testplan mit allen Funktionen nutzen?

source: As soon as you sign up, you can enjoy Orangescrum's free trial for 30 days with all its features
de: Sobald Sie sich angemeldet haben, können Sie die kostenlose 30-tägige Testversion von Orangescrum mit all seinen Funktionen genießen

source: When will I be charged for the paid plan
de: Wann wird mir der bezahlte Plan in Rechnung gestellt?

source: You will be charged at the beginning of the subscription date
de: Sie werden am Anfang des Abonnementdatums belastet

source: All our plans are monthly chargeable plans
de: Alle unsere Pläne sind monatlich kostenpflichtige Pläne

source: If you cancel your account at any time within the billing cycle, you will not be charged further and your subscription will be active till the end of the next billing date
de: Wenn Sie Ihr Konto zu einem beliebigen Zeitpunkt innerhalb des Abrechnungszeitraums kündigen, werden Ihnen keine weiteren Gebühren berechnet, und Ihr Abonnement ist bis zum Ende des nächsten Abrechnungsdatums aktiv

source: You will still have all the access to all the functionalities you have with your current plan
de: Sie haben immer noch Zugriff auf alle Funktionen, die Sie mit Ihrem aktuellen Plan haben

source: You will not be charged from the next billing cycle and your subscription will be deactivated at the end of your current cycle date
de: Sie werden ab dem nächsten Abrechnungszeitraum nicht belastet und Ihr Abonnement wird am Ende Ihres aktuellen Zyklusdatums deaktiviert

source: Ex: If you choose your plan on Jan 1, then your next payment date is Jan 31
de: Beispiel: Wenn Sie Ihren Plan am 1. Januar auswählen, ist Ihr nächstes Zahlungsdatum der 31. Januar
