Repository: movidelnor/tareas
Catalog: app/Locale/deu/LC_MESSAGES/default.po
Languages: de

source: Repeat last changes
de: Wiederhole die letzten Änderungen

source: Zoom In
de: hineinzoomen

source: Zoom Out
de: Rauszoomen

source: Zoom to Fit
de: Zoom zum Anpassen

source: Delete selected tasks
de: Löschen Sie ausgewählte Aufgaben

source: Hide Tasks List
de: Aufgabenliste ausblenden

source: Critical Path
de: Kritischer Pfad

source: Show Closed Tasks
de: Zeige geschlossene Aufgaben

source: Show Completed Tasks
de: Erledigte Aufgaben anzeigen

source: Export to PDF
de: Als PDF exportieren

source: Export to PNG
de: Export nach PNG

source: Exit to Dashboard
de: Zum Dashboard zurückkehren

source: Your task
de: Deine Aufgabe

source: duraion is now
de: Dauer ist jetzt

source: duration is now
de: Dauer ist jetzt

source: No Task Group in this Project
de: Keine Aufgabengruppe in diesem Projekt

source: Task group
de: Aufgabengruppe

source: Upload Gantt Chart
de: Laden Sie das Gantt-Diagramm hoch

source: Can't read? Reload
de: Kann nicht lesen? Neu laden

source: <p>Enter security code shown above:</p>
de: <p> Geben Sie den oben gezeigten Sicherheitscode ein: </ p>

source: <p>Answer Simple Math</p>
de: <p> Antwort Einfache Mathematik </ p>

source: day(s) from today
de: Tage) von heute

source: Today at
de: Heute um

source: just now
de: gerade jetzt

source: mins ago
de: Vor Minuten

source: min ago
de: Vor min

source: hours ago
de: Vor Stunden

source: hour ago
de: vor einer Stunde ^

source: sec
de: sek

source: min
de: Mindest

source: hour
de: Stunde

source: day
de: Tag

source: week
de: Woche

source: month
de: Monat

source: year
de: Jahr

source: decade
de: Dekade

source: ago
de: vor

source: to go
de: gehen

source: As a
de: Als ein

source: account
de: Konto

source: Company account has been confirmed by
de: Unternehmenskonto wurde bestätigt von

source: as a
de: Als ein

source: user
de: Benutzer

source: With email
de: Mit E-Mail

source: With
de: Mit

source: from
de: von

source: updated during
de: aktualisiert während

source: You have reached the allowed user limit for your current plan and cannot invite additional users
de: Sie haben das zulässige Benutzerlimit für Ihren aktuellen Plan erreicht und können keine weiteren Benutzer einladen

source: You have reached the allowed project(s) limit for your Free Plan
de: Sie haben das zulässige Projektlimit für Ihren kostenlosen Tarif erreicht

source: You have exhausted your storage limit
de: Sie haben Ihr Speicherlimit erschöpft

source: days Free trial has expired. Subscribe to one of the plans to activate your account
de: Tage Kostenlose Testversion ist abgelaufen. Abonniere einen der Pläne, um dein Konto zu aktivieren

source: Your account expires in
de: Ihr Konto läuft ab

source: Add Customer
de: Kunden hinzufügen

source: Organization
de: Organisation

source: Address
de: Adresse

source: Setting
de: Rahmen

source: Paid
de: Bezahlt

source: Unpaid
de: Unbezahlt

source: Mark Paid
de: Mark bezahlt

source: Mark Unpaid
de: Unbezahlt markieren

source: Upload image of width 200px and height 200px
de: Lade Bild der Breite 200px und der Höhe 200px hoch

source: INVOICE
de: RECHNUNG

source: Add Line-item
de: Hinzufügen von Werbebuchungen

source: Discount type
de: Rabattart

source: records per page
de: Einträge pro Seite

source: Create Invoice
de: Rechnung erstellen

source: Upload File
de: Datei hochladen

source: Preview Data
de: Vorschau der Daten

source: Upload Summary
de: Zusammenfassung hochladen

source: Please strictly follow the below guideline while importing time log
de: Bitte befolgen Sie die folgenden Richtlinien beim Importieren des Zeitprotokolls

source: Customer title
de: Kundentitel

source: First name of customer
de: Vorname des Kunden

source: Last name of customer
de: Nachname des Kunden

source: Email address of customer
de: E-Mail-Adresse des Kunden

source: Preferred currency of customer
de: Bevorzugte Währung des Kunden

source: Customer's organization name
de: Name der Kundenorganisation

source: Street
de: Straße

source: Customer's street name
de: Straßenname des Kunden

source: City
de: Stadt

source: Customer's city name
de: Name der Kundenstadt

source: State
de: Zustand

source: Customer's state name
de: Name des Kundenstatus

source: Country
de: Land

source: Customer's country name
de: Name des Kundenlandes

source: Zipcode
de: Postleitzahl

source: Customer's zipcode
de: Postleitzahl des Kunden

source: Customer's phone number
de: Kundennummer

source: Please validate your data twice before importing to Orangescrum
de: Bitte validieren Sie Ihre Daten vor dem Import in Orangescrum zweimal

source: Upload the valid CSV file with your Customers
de: Laden Sie die gültige CSV-Datei mit Ihren Kunden hoch

source: First system will prompt a preview of all the data in the file
de: Das erste System wird eine Vorschau aller Daten in der Datei anzeigen

source: In preview you can validate your data
de: In der Vorschau können Sie Ihre Daten validieren

source: Confirm the data in the preview and Import them to the system
de: Bestätigen Sie die Daten in der Vorschau und importieren Sie sie in das System

source: All the Customers will be posted to the selected Project
de: Alle Kunden werden im ausgewählten Projekt veröffentlicht

source: Non mandatory fields left blank having no entry
de: Nicht obligatorische Felder, die keinen Eintrag enthalten

source: Customers to Import
de: Zu importierende Kunden

source: Please double-check the below points before importing your Customers
de: Bitte überprüfen Sie die folgenden Punkte, bevor Sie Ihre Kunden importieren

source: Blank Title
de: Leerer Titel

source: Blank First name
de: Blank Vorname

source: Blank Last name
de: Blank Nachname

source: Blank Email
de: Leere E-Mail

source: Blank Currency
de: Leere Währung

source: Data showing in
de: Daten zeigen in

source: red
de: rot

source: color is invalid data
de: Farbe ist ungültige Daten

source: Invalid data is not going to be imported. Please validate your data and upload again
de: Ungültige Daten werden nicht importiert. Bitte validiere deine Daten und lade sie erneut hoch

source: Confirm & Import
de: Bestätigen und importieren

source: Input CSV file
de: Eingabe der CSV-Datei

source: Total data
de: Gesamtdaten

source: rows
de: Reihen

source: Valid data
de: Gültige Daten

source: Customers(s) Imported
de: Kunden importiert

source: Customers(s) Skipped. Email IDs already exist
de: Kunden wurden übersprungen. E-Mail-IDs sind bereits vorhanden

source: error(s) found
de: Fehler gefunden

source: NOTE
de: HINWEIS

source: Select Layout
de: Wählen Sie Layout

source: Portrait
de: Porträt

source: Landscape
de: Landschaft

source: Default Layout
de: Standardlayout

source: Default Billing Rate
de: Standard-Abrechnungsrate

source: Please Select a Layout
de: Bitte wählen Sie ein Layout

source: Default Rate field can not be left blank
de: Das Feld "Standardrate" darf nicht leer sein

source: Available
de: Verfügbar

source: Booked
de: Gebucht

source: Overloaded
de: Überladen

source: Vacation
de: Ferien

source: Displaying resource availability from
de: Ressourcenverfügbarkeit anzeigen von

source: Resource Name
de: Ressourcenname

source: hrs Available
de: Stunden verfügbar

source: hrs worked on week end holiday
de: Stunden arbeiteten am Wochenende

source: Overloaded on week end holiday. Click to see details.
de: Am Wochenende Urlaub überlastet. Klicken Sie hier, um Details anzuzeigen.

source: Over time on week end holiday . Click to see details.
de: Im Laufe der Zeit am Wochenende Urlaub. Klicken Sie hier, um Details anzuzeigen.

source: hrs worked on holiday
de: Softwareentwicklung angenehmer und produktiver machen

source: Overloaded on holiday. Click to see details.
de: Im Urlaub überlastet. Klicken Sie hier, um Details anzuzeigen.

source: Over time on holiday . Click to see details.
de: Mit der Zeit im Urlaub. Klicken Sie hier, um Details anzuzeigen.

source: Overloaded. Click to see details.
de: Überladen. Klicken Sie hier, um Details anzuzeigen.

source: Not Available. Click to see details.
de: Nicht verfügbar. Klicken Sie hier, um Details anzuzeigen.

source: is on leave
de: ist auf Urlaub

source: due to
de: durch

source: Week end holiday
de: Wochenendferien

source: Holiday
de: Urlaub

source: The assigned user is not available fully on the date specified. User will be next available on the following dates
de: Der zugewiesene Benutzer ist zum angegebenen Datum nicht vollständig verfügbar. Der Benutzer wird zu den folgenden Terminen als nächstes verfügbar sein

source: Other available resources are as follows
de: Weitere verfügbare Ressourcen sind wie folgt

source: Available Date & Hours
de: Verfügbares Datum und Stunden

source: Change
de: Veränderung

source: Create Any Way
de: Erstellen Sie einen beliebigen Weg

source: Time Log Reports
de: Zeitprotokollberichte

source: Total Records
de: Gesamtzahl der Datensätze

source: Billable Hrs
de: Abrechenbare Stunden

source: Non-Billable Hrs
de: Nicht abrechenbare Stunden

source: Total Hrs
de: Gesamtstunden

source: Export Date
de: Exportdatum

source: Break
de: Unterbrechung

source: Assigned Hours
de: Zugewiesene Stunden

source: Hours Overload
de: Stunden Überlastung

source: View details
de: Details anzeigen

source: Overload
de: Überlast

source: Overload Hours
de: Überlastungsstunden

source: Select Users
de: Wählen Sie Benutzer aus

source: Please wait, while I am searching for the availability of resources
de: Bitte warten Sie, während ich nach der Verfügbarkeit von Ressourcen suche

source: Start date can not be left blank
de: Startdatum kann nicht leer gelassen werden

source: End date can not be left blank
de: Das Enddatum darf nicht leer sein

source: Leave application is successfully saved.
de: Leave-Anwendung wurde erfolgreich gespeichert.

source: Leave application could not be saved.Please try again
de: Die Anwendung konnte nicht gespeichert werden. Bitte versuchen Sie es erneut

source: Leave application is successfully canceled.
de: Urlaubsantrag wurde erfolgreich abgebrochen.

source: Unable to cancel the leave application.
de: Die Abwesenheitsanwendung konnte nicht abgebrochen werden.

source: Work hours of your company
de: Arbeitszeiten Ihrer Firma

source: Weekend of your company
de: Wochenende Ihrer Firma

source: Set the holiday list of
de: Legen Sie die Feiertagsliste von fest

source: Add More
de: Mehr hinzufügen

source: Do you want to use Resource Availability functionality for your company
de: Möchten Sie die Ressourcenverfügbarkeitsfunktion für Ihr Unternehmen verwenden?

source: Oops! you can not set more then 3 days as weekend.
de: Hoppla! Sie können nicht mehr als 3 Tage als Wochenende festlegen.

source: Are you sure you want to delete this record?
de: Möchten Sie diesen Datensatz wirklich löschen?

source: Record deleted successfully.
de: Datensatz wurde erfolgreich gelöscht.

source: Oops! Something went wrong.
de: Hoppla! Etwas ist schief gelaufen.

source: over
de: Über

source: task(s) by
de: Aufgabe (n) nach

source: user(s)
de: Benutzer

source: Top 5 Tasks
de: Top 5 Aufgaben

source: Click here to see all records
de: Klicken Sie hier, um alle Datensätze anzuzeigen

source: Timesheet Report
de: Arbeitszeittabelle Bericht

source: Timesheet Period
de: Arbeitszeittabelle

source: No Log entered
de: Kein Protokoll eingegeben

source: No task(s) available
de: Keine Aufgabe (n) verfügbar

source: Name your group
de: Benenne deine Gruppe

source: Describe your group
de: Beschreibe deine Gruppe

source: Save my changes
de: Speichere meine Änderungen

source: Project cannot be left blank
de: Das Projekt darf nicht leer sein

source: Task group name cannot be left blank
de: Der Name der Aufgabengruppe darf nicht leer sein

source: Task group name
de: Name der Aufgabengruppe

source: Start Date cannot exceed End Date
de: Das Startdatum darf das Enddatum nicht überschreiten

source: No tasks available
de: Keine Aufgaben verfügbar

source: Task Group/Sprint
de: Aufgabengruppe / Sprint

source: Not Assigned
de: Nicht zugeordnet

source: No Task Group(s) available
de: Keine Aufgabengruppe (n) verfügbar

source: Most Recent updates
de: Neueste Aktualisierungen

source: Most recent updates.
de: Die neuesten Updates.

source: Project wise average age of all open tasks at a glance to keep your backlog in control.
de: Projektmäßiges Durchschnittsalter aller offenen Aufgaben auf einen Blick, um Ihren Rückstand in den Griff zu bekommen.

source: Project name:
de: Projektname:

source: Loading...
de: Wird geladen...

source: Period:
de: Zeitraum:

source: Days Previously:
de: Tage zuvor:

source: It is a range of days, Default is 7 days previous to Today.
de: Es ist eine Reihe von Tagen, Default ist 7 Tage vor Heute.

source: This chart shows the average number of days tasks were unresolved for on a given day over the past
de: Dieses Diagramm zeigt die durchschnittliche Anzahl von Tagen, an denen Aufgaben an einem bestimmten Tag im Laufe der Vergangenheit nicht gelöst wurden

source: Task Unresolved
de: Aufgabe ungelöst

source: New & In-Progress
de: Neu und in Bearbeitung

source: Total Age (Days)
de: Gesamtalter (Tage)

source: Avg.Age (Days)
de: Durchschn. (Tage)

source: Export To PDF
de: Als PDF exportieren

source: Completed sprints only are displayed here.
de: Nur abgeschlossene Sprints werden hier angezeigt.

source: Reopen
de: Wieder öffnen

source: Created vs Resolved Tasks Report
de: Erstellt vs. Gelöster Aufgabenbericht

source: Created tasks versus resolved tasks over a specified period to check progress of your backlog.
de: Erstellt Aufgaben im Vergleich zu gelösten Aufgaben über einen bestimmten Zeitraum, um den Fortschritt Ihres Rückstandes zu überprüfen.

source: Cumulative Totals:
de: Kumulierte Summen:

source: This chart shows the number of tasks created vs. the number of tasks resolved in the last
de: Dieses Diagramm zeigt die Anzahl der erstellten Aufgaben im Vergleich zur Anzahl der Aufgaben, die zuletzt gelöst wurden

source: The Sprint Report shows the list of tasks in each sprint. It is useful for your Sprint Retrospective meetings, and also for mid-sprint progress checks.
de: Der Sprint-Bericht zeigt die Liste der Aufgaben in jedem Sprint. Es ist nützlich für Ihre Sprint Retrospective-Meetings und auch für Mid-Sprint-Fortschrittsprüfungen.

source: The Velocity Chart shows the amount of value delivered in each sprint, enabling you to predict the amount of work the team can get done in future sprints. It helps in sprint planning meetings.
de: Das Velocity-Diagramm zeigt die Menge an Wert, die in jedem Sprint geliefert wird. Dadurch können Sie den Arbeitsaufwand vorhersagen, den das Team in zukünftigen Sprints leisten kann. Es hilft bei Sprint-Planungstreffen.

source: Pie chart of tasks for a project grouped by specific field as needed. Handy overview of your task spread over status, assignee, type etc.
de: Kreisdiagramm der Aufgaben für ein Projekt, gruppiert nach spezifischem Feld nach Bedarf. Handliche Übersicht Ihrer Aufgabe verteilt auf Status, Bearbeiter, Typ etc.

source: Time bound trend of your incoming task flow for better planning & execution.
de: Zeitgebundener Trend Ihres eingehenden Aufgabenflusses für bessere Planung und Ausführung.

source: Time taken to resolve tasks of a project. Clear indication of how close or far is your planned vs actual closure date.
de: Zeitaufwand für die Lösung von Aufgaben eines Projekts. Eindeutige Angabe, wie nah oder weit Ihr geplantes oder tatsächliches Schließungsdatum ist.

source: Track task trends based on no of tasks created, worked upon, completed over specific period(s)
de: Verfolgung von Aufgabentrends basierend auf keiner der Aufgaben, die über einen bestimmten Zeitraum erstellt, bearbeitet oder abgeschlossen wurden

source: Hous Spent Report
de: Hous Verbrauchter Bericht

source: Hour Spent Report
de: Stundenbericht

source: Quickly see the Burn-down chart for your time and effort spent, Time spent by Task Types and detailed count of hours spent, tasks closed and tasks replied by All resources of the chosen project.
de: Sehen Sie sich schnell das Diagramm zum Abbrennen für Ihren Zeitaufwand, den Zeitaufwand für Aufgabentypen und die detaillierte Anzahl der aufgewendeten Stunden, abgeschlossenen Aufgaben und Aufgaben an, die von Alle Ressourcen des ausgewählten Projekts beantwortet wurden.

source: Task Report
de: Aufgabenbericht

source: This shows Avg time to Resolve or close a task, number of task types created and task trends over a period of time. This helps you to understand how you can optimize your time spent on a task.
de: Dies zeigt die durchschnittliche Zeit zum Auflösen oder Schließen einer Aufgabe, die Anzahl der erstellten Aufgabentypen und die Trends der Aufgaben über einen bestimmten Zeitraum an. Dies hilft Ihnen zu verstehen, wie Sie Ihre Zeit für eine Aufgabe optimieren können.

source: A quick glance of your week's progress and performance w.r.t to the previous week.# of tasks created/closed, spent hours, project status and a summary report.
de: Ein kurzer Blick auf den Fortschritt und die Leistung Ihrer Woche w.r.t auf die vergangene Woche. Anzahl der erstellten / geschlossenen Aufgaben, verbrachte Stunden, Projektstatus und einen zusammenfassenden Bericht.

source: A comprehensive report to show your team's utilization w.r.t time, project, status, task type and Actual vs Estd. Intelligent filters with custom period to focus easily on what you want to!
de: Ein umfassender Bericht, um die Auslastung Ihres Teams in Bezug auf Zeit, Projekt, Status, Aufgabentyp und Ist vs. Intelligente Filter mit benutzerdefiniertem Zeitraum, um ganz einfach auf das zu fokussieren, was Sie möchten!

source: A report to show the overall remaining estimated time vs actual time spent so far for all pending tasks against each resource.
de: Ein Bericht, der die insgesamt verbleibende geschätzte Zeit in Abhängigkeit von der tatsächlichen Zeit angibt, die bisher für alle ausstehenden Aufgaben für jede Ressource verbracht wurde.

source: Taks Count
de: Taks zählen

source: There are no active sprint available
de: Es ist kein aktiver Sprint verfügbar

source: There are no matching tasks to report on
de: Es gibt keine übereinstimmenden Aufgaben, über die berichtet werden muss

source: Statistic Types:
de: Statistische Arten:

source: Epic Link
de: Epischer Link

source: This chart shows the number of tasks based on the
de: Dieses Diagramm zeigt die Anzahl der Aufgaben basierend auf dem

source: field
de: Feld

source: Recent Created Tasks Report
de: Kürzlich erstellter Aufgabenbericht

source: This chart shows the tasks created in the last
de: Dieses Diagramm zeigt die Aufgaben, die im letzten erstellt wurden

source: Created Tasks (Unresolved)
de: Erstellte Aufgaben (nicht aufgelöst)

source: Created Tasks (Resolved)
de: Erstellte Aufgaben (aufgelöst)

source: Resolved & Closed
de: Gelöst und geschlossen

source: This chart shows the average number of days tasks took to be resolved. Tasks were resolved in the last
de: Dieses Diagramm zeigt die durchschnittliche Anzahl der Tage, an denen Aufgaben gelöst werden mussten. Aufgaben wurden im letzten gelöst

source: Total Resolution Time (Days)
de: Gesamtauflösungszeit (Tage)

source: Avg. Resolution Time (Days)
de: Durchschnittlich. Auflösungszeit (Tage)

source: Time Since Task Report
de: Zeit seit Aufgabenbericht

source: Date Field:
de: Datumsfeld:

source: field on a given date over the past
de: Feld an einem bestimmten Datum in der Vergangenheit

source: Track the amount of work completed from sprint to sprint. This helps you determine your team's velocity and estimated the work can realistically achieve in future sprints.
de: Verfolgen Sie den Umfang der von Sprint zu Sprint durchgeführten Arbeit. Dies hilft Ihnen, die Geschwindigkeit Ihres Teams zu bestimmen und abzuschätzen, welche Arbeit in zukünftigen Sprints realistischerweise erreicht werden kann.

source: Sprint Settings
de: Sprint Einstellungen

source: Commitment
de: Engagement

source: Fields marked
de: markierte Felder

source: are mandatory Fields
de: sind Pflichtfelder

source: Template Name
de: Vorlagenname

source: New Template
de: Neue Vorlage

source: Task Description
de: Aufgabenbeschreibung

source: Add new Row
de: Neue Zeile hinzufügen

source: User(s) not in this
de: Benutzer nicht in diesem

source: No user(s) available
de: Keine Benutzer verfügbar

source: User(s) in this
de: Benutzer in diesem

source: Please save your changes before leaving this page.
de: Bitte speichern Sie Ihre Änderungen, bevor Sie diese Seite verlassen.

source: Assign existing user(s)
de: Bestehende Benutzer zuordnen

source: Invite new user(s)
de: Neuen Benutzer einladen

source: Find User
de: Benutzer finden

source: Current assigned user(s)
de: Aktuell zugewiesene Benutzer

source: Choose user(s) to assign to this project
de: Wählen Sie die Benutzer aus, die Sie diesem Projekt zuweisen möchten

source: No more users left to assign.
de: Es sind keine weiteren Benutzer mehr zu vergeben.

source: Please choose atleast one user
de: Bitte wählen Sie mindestens einen Benutzer aus

source: Failed to assign user to the project.
de: Fehler beim Zuweisen eines Benutzers zum Projekt.

source: Custom filter not available
de: Benutzerdefinierter Filter nicht verfügbar

source: Cancel Daily Progress Reminder
de: Tägliche Fortschrittsanzeige abbrechen

source: Default Assign To
de: Standard Zuweisen zu

source: Default Task Type
de: Standardaufgabentyp

source: Select Task Type
de: Wählen Sie Aufgabenart

source: owner
de: Inhaber

source: you account to create more projects
de: Sie erstellen ein Konto, um weitere Projekte zu erstellen

source: Save Custom Filter
de: Benutzerdefinierten Filter speichern

source: Task can be estimated when in the Backlog to get an idea of how much work is being committed to in a sprint.
de: Die Aufgabe kann im Backlog geschätzt werden, um eine Vorstellung davon zu bekommen, wie viel Arbeit in einem Sprint geleistet wird.

source: Estimation Statistic
de: Schätzungsstatistik

source: No Tasks for this Template
de: Keine Aufgaben für diese Vorlage

source: No tasks(s) available
de: Keine Aufgaben verfügbar

source: Please selct a Project to Assign Member(s)
de: Bitte wählen Sie ein Projekt, um Mitglieder zuzuweisen

source: Member(s) Available
de: Mitglied (er) verfügbar

source: Member(s) Assigned
de: Mitglied (e) zugewiesen

source: Select a Project to Assign Member(s)
de: Wählen Sie ein Projekt aus, um Mitglieder zuzuweisen

source: Import Tasks
de: Aufgaben importieren

source: setting
de: Rahmen

source: delete
de: löschen

source: Select a template to view tasks
de: Wählen Sie eine Vorlage aus, um Aufgaben anzuzeigen

source: Are you sure to delete this template
de: Möchten Sie diese Vorlage wirklich löschen?

source: Do you want to use In-App Chat for your company
de: Möchten Sie den In-App Chat für Ihr Unternehmen verwenden?

source: is already exists
de: ist bereits vorhanden

source: is available
de: ist verfügbar

source: Import Task Group
de: Aufgabengruppe importieren

source: Task(s)
de: Aufgaben)

source: Welcome to
de: Willkommen zu

source: Take a moment to note the main action links
de: Nehmen Sie sich einen Moment Zeit, um die wichtigsten Aktionslinks zu beachten

source: Ok, I got it
de: OK ich habe es

source: Personal, Company & Account Settings
de: Persönliche, Firmen- und Kontoeinstellungen

source: ToDos, Summary and Statistics
de: ToDos, Zusammenfassung und Statistik

source: Search, Filter, Order and Group Tasks
de: Such-, Filter-, Bestell- und Gruppenaufgaben

source: List of files attached to the tasks
de: Liste der an die Aufgaben angehängten Dateien
