Repository: movidelnor/tareas
Catalog: app/Locale/deu/LC_MESSAGES/default.po
Languages: de

source: Choose a project
de: Wählen Sie ein Projekt

source: Below Tasks will be added to the selected project
de: Unter Aufgaben werden dem ausgewählten Projekt hinzugefügt

source: Below are the tasks of "new lunch" templete
de: Im Folgenden sind die Aufgaben der Vorlage "neues Mittagessen"

source: No task on template
de: Keine Aufgabe in der Vorlage

source: Add Task to Template
de: Aufgabe zu Vorlage hinzufügen

source: Select Project Template
de: Wählen Sie Projektvorlage

source: Add New Template
de: Neue Vorlage hinzufügen

source: Get quick help on Project Template
de: Erhalten Sie schnelle Hilfe zu Projektvorlage

source: Create a new template out of the selected tasks or add selected tasks to an existing template
de: Erstellen Sie eine neue Vorlage aus den ausgewählten Aufgaben oder fügen Sie ausgewählte Aufgaben zu einer vorhandenen Vorlage hinzu

source: Select Template
de: Vorlage auswählen

source: Unable to update project template
de: Die Projektvorlage konnte nicht aktualisiert werden

source: Please select one template
de: Bitte wählen Sie eine Vorlage

source: Select Default Task Type
de: Wählen Sie Standardaufgabentyp

source: Manage Task
de: Aufgabe verwalten

source: No Project Templates found
de: Keine Projektvorlagen gefunden

source: Are you sure to delete the template
de: Möchten Sie die Vorlage wirklich löschen?

source: No task on this template
de: Keine Aufgabe für diese Vorlage

source: theres an error with AJAX
de: Theres ein Fehler mit AJAX

source: Default Template
de: Standardvorlage

source: No Task Templates found
de: Keine Aufgabenvorlagen gefunden

source: Create Task Template
de: Erstellen Sie eine Aufgabenvorlage

source: Please don't refresh or close this page. Cancellation of account is in progress
de: Bitte aktualisieren oder schließen Sie diese Seite nicht. Die Kündigung des Kontos ist in Bearbeitung

source: expired
de: abgelaufen am

source: You will be charged after your 30 days use of Orangescrum. The charge on your credit card statement will be from "ANDOLASOFT INC"
de: Sie werden nach Ihrer 30-tägigen Nutzung von Orangescrum in Rechnung gestellt. Die Belastung Ihrer Kreditkartenabrechnung erfolgt von "ANDOLASOFT INC"

source: User Limit
de: Benutzerlimit

source: Project Limit
de: Projektlimit

source: Storage Limit
de: Speicherbegrenzung

source: Next Billing Date
de: Nächstes Abrechnungsdatum

source: Plan History
de: Plan Geschichte

source: Amount($)
de: Betrag ($)

source: Storage(MB)
de: Speicher (MB)

source: UPGRADE
de: AKTUALISIERUNG

source: DOWNGRADE
de: Herunterfahren

source: CANCELED
de: ABGEBROCHEN

source: Cancel Subscription
de: Abonnement beenden

source: My
de: Meine

source: Not assigned Project(s)
de: Nicht zugewiesene Projekt (e)

source: No project(s) available
de: Kein Projekt (e) verfügbar

source: Assigned Project(s)
de: Zugeordnete Projekt (e)

source: No project(s) assigned
de: Kein Projekt zugewiesen

source: Specify company name
de: Geben Sie den Firmennamen an

source: Specify other industry name
de: Geben Sie einen anderen Branchennamen an

source: Only letters and numbers are alloweded
de: Nur Buchstaben und Zahlen sind erlaubt

source: Only letters and numbers are allowed
de: Nur Buchstaben und Zahlen sind erlaubt

source: Something is wrong! Please try again after few minutes
de: Irgendwas stimmt nicht! Bitte versuchen Sie es nach einigen Minuten erneut

source: Users of my projects
de: Nutzer meiner Projekte

source: No users found
de: Keine Benutzer gefunden

source: Show More
de: Zeig mehr

source: Created/Invited By
de: Erstellt / Eingeladen von

source: Registered At
de: Registriert um

source: Old Password
de: Altes Passwort

source: Confirm Password
de: Bestätige das Passwort

source: Sorry, this is not available in this version
de: Entschuldigung, dies ist in dieser Version nicht verfügbar

source: You are currently using
de: Sie verwenden derzeit

source: Downgrade Now
de: Downgrade jetzt

source: Secure Site
de: Sichere Site

source: Website
de: Webseite

source: Contact Phone
de: Kontakt-Telefon

source: Updating
de: Aktualisierung

source: Invalid input file format! Should be an image file
de: Ungültiges Eingabedateiformat! Sollte eine Bilddatei sein

source: Loading dashboard
de: Dashboard wird geladen

source: Congratulations
de: Herzliche Glückwünsche

source: Your account
de: ihr Konto

source: downgraded
de: herabgestuft

source: plan Successfully
de: Plane erfolgreich

source: You are now allowed to add
de: Sie dürfen jetzt hinzufügen

source: Space
de: Raum

source: Please Select a Task view.
de: Bitte wählen Sie eine Aufgabenansicht.

source: Please Select a Time Log view.
de: Bitte wählen Sie eine Zeitprotokollansicht.

source: Please Select a Kanban view.
de: Bitte wählen Sie eine Kanbanansicht.

source: Please Select a Project view.
de: Bitte wählen Sie eine Projektansicht.

source: Send me Email Notification
de: Senden Sie mir eine E-Mail-Benachrichtigung

source: All New Task
de: Alle neuen Aufgaben

source: Send me All New Task emails
de: Senden Sie mir alle neuen Aufgaben-E-Mails

source: Send me New Task email, only when I am selected to get the email
de: Senden Sie mir eine neue Aufgaben-E-Mail, nur wenn ich ausgewählt wurde, um die E-Mail zu erhalten

source: All Task Reply & Comment
de: Alle Aufgabenantwort & Kommentar

source: Send me All Reply emails
de: Senden Sie mir alle Antwort-E-Mails

source: Send me Reply email, only when I am selected to get the email
de: Sende mir eine E-Mail Antwort, nur wenn ich ausgewählt bin, um die E-Mail zu erhalten

source: All Task Status Change
de: Alle Aufgabenstatus ändern

source: Send me All Status Update emails
de: Senden Sie mir alle Statusaktualisierungs-E-Mails

source: Send me Status Update email, only when I am selected to get the email
de: Senden Sie mir die Statusaktualisierungs-E-Mail, nur wenn ich ausgewählt wurde, um die E-Mail zu erhalten

source: Show me Notification
de: Zeige mir Benachrichtigung

source: Enable Desktop Notification
de: Desktopbenachrichtigung aktivieren

source: Browser version supporting Desktop Notification
de: Browserversion, die Desktopbenachrichtigung unterstützt

source: Firefox 22 and above
de: Firefox 22 und höher

source: Chrome 32 and above
de: Chrome 32 und höher

source: Above Safari 6 on Mac OSX 10.8+
de: Über Safari 6 auf Mac OSX 10.8+

source: Send me Email Reports
de: Senden Sie mir E-Mail-Berichte

source: Task Due (daily)
de: Aufgabe fällig (täglich)

source: Daily Update Report
de: Täglicher Aktualisierungsbericht

source: Send me Email
de: Schick mir eine E-Mail

source: Hour
de: Stunde

source: Min
de: Mindest

source: Worked in progress
de: Arbeitete gerade

source: Admin/Client
de: Admin / Kunde

source: Resend
de: erneut senden

source: Are you sure you want to enable
de: Sind Sie sicher, dass Sie aktivieren möchten?

source: Revoke Moderator
de: Moderator entziehen

source: Grant Moderator
de: Gewähren Sie Moderator

source: Are you sure you want to disable
de: Möchten Sie wirklich deaktivieren?

source: Are you sure you want to mark
de: Möchten Sie wirklich markieren?

source: as client
de: als Kunde

source: Mark Client
de: Kennzeichnen Sie den Client

source: Are you sure you want to revoke client access from
de: Möchten Sie den Clientzugriff wirklich widerrufen?

source: Revoke Client
de: Kunden entziehen

source: Are you sure you want to revoke Admin privilege from
de: Möchten Sie die Administratorberechtigung wirklich widerrufen?

source: Revoke Admin
de: Administrator entziehen

source: Are you sure you want to grant Admin privilege to
de: Sind Sie sicher, dass Sie Administratorrechte gewähren möchten?

source: Grant Admin
de: Administrator gewähren

source: Edit Profile
de: Profil bearbeiten

source: No activity yet
de: Noch keine Aktivität

source: No clients found
de: Keine Kunden gefunden

source: Invitation resend
de: Einladung erneut senden

source: Add New Client
de: Neuen Client hinzufügen

source: Orangescrum URL
de: Orangencrum URL

source: API Access Token
de: API-Zugriffstoken

source: Generate Access Token
de: Zugriffstoken generieren

source: Re-generate Access Token
de: Generieren Sie das Access Token erneut

source: Contact Number
de: Kontakt Nummer

source: Choose Company Logo
de: Wählen Sie Firmenlogo

source: Orangescrum Project Mamangemet Tool
de: Orangscrum Projekt Mamangemet Werkzeug

source: Step
de: Schritt

source: Before we begin, choose the language you want to use in Orangescrum
de: Bevor Sie beginnen, wählen Sie die Sprache, die Sie in Orangescrum verwenden möchten

source: Let's get started! You will need a profile image to help
de: Lass uns anfangen! Sie benötigen ein Profilbild, um zu helfen

source: other users identify you in Orangescrum
de: Andere Benutzer identifizieren Sie in Orangecrum

source: Choose a profile image
de: Wählen Sie ein Profilbild

source: Your Full Name
de: Ihr vollständiger Name

source: First & Last Name
de: Erster Nachname

source: Select your Time Zone
de: Wählen Sie Ihre Zeitzone

source: Choose an option below to get started
de: Wählen Sie eine der folgenden Optionen, um loszulegen

source: What is the name of your project?
de: Wie lautet der Name Ihres Projekts?

source: project name
de: Projektname

source: Who else are in your team?
de: Wer ist noch in deinem Team?

source: Verify your email Address
de: Bestätige deine Email-Adresse

source: Email address verified
de: Email Adresse verifiziert

source: Phone Number
de: Telefonnummer

source: Do you want to set daylight saving time(DST)
de: Möchten Sie die Sommerzeit (DST) einstellen

source: Time Format
de: Zeitformat

source: Please update your changes
de: Bitte aktualisieren Sie Ihre Änderungen

source: Slack client id cannot be blank
de: Die Slack-Client-ID darf nicht leer sein

source: Slack client secret cannot be blank
de: Das Slack-Client-Geheimnis darf nicht leer sein

source: Slack Connect Credentials
de: Slack Connect Anmeldeinformationen

source: Connected
de: In Verbindung gebracht

source: Slack Client Secret
de: Slack-Client-Geheimnis

source: Connect
de: Verbinden

source: Invoice Number
de: Rechnungsnummer

source: Applied Amount($)
de: Angewandter Betrag ($)

source: Send Mail
de: E-Mail senden

source: No transaction
de: Keine Transaktion

source: notEmpty
de: nicht leer

source: Invalid first name
de: ungültiger Vorname

source: Invalid Currency
de: Ungültige Währung

source: Currency not found
de: Währung nicht gefunden

source: Invalid email address
de: Ungültige E-Mail-Adresse

source: Invalid phone number
de: Ungültige Telefonnummer
