Repository: movidelnor/tareas
Catalog: app/Locale/deu/LC_MESSAGES/default.po
Languages: de

source: Proper message display
de: Richtige Nachrichtenanzeige

source: All
de: Alle

source: Requested file is not available with us!
de: Die angeforderte Datei ist bei uns nicht verfügbar!

source: Notifications changed successfully
de: Benachrichtigungen wurden erfolgreich geändert

source: Reports changed successfully
de: Berichte wurden erfolgreich geändert

source: Invalid company name
de: Ungültiger Firmenname

source: List
de: Liste

source: Task Group
de: Aufgabengruppe

source: Calendar
de: Kalender

source: Card
de: Karte

source: Grid
de: Gitter

source: Default Views set successfully.
de: Standardansichten wurden erfolgreich festgelegt.

source: Default Views can not be set.
de: Standardansichten können nicht festgelegt werden.

source: You have
de: Du hast

source: has
de: hat

source: disabled wiki.
de: deaktiviertes Wiki

source: enabled wiki.
de: aktiviertes Wiki

source: commented on wiki.
de: Wiki kommentiert.

source: updated wiki category.
de: aktualisierte Wiki-Kategorie.

source: created wiki category.
de: erstellte Wiki-Kategorie.

source: updated wiki subcategory.
de: aktualisierte Wiki Unterkategorie.

source: enabled wiki approver.
de: aktivierter Wiki-Genehmiger

source: disabled wiki approver.
de: deaktivierter Wiki-Genehmiger

source: approved this wiki.
de: hat dieses Wiki genehmigt.

source: finally approved this wiki.
de: endlich dieses Wiki genehmigt.

source: rejected wiki.
de: abgelehntes Wiki.

source: updated and finally submitted the wiki.
de: aktualisiert und schließlich das Wiki eingereicht.

source: updated wiki.
de: aktuelles Wiki

source: added attachments.
de: Anhänge hinzugefügt.

source: added wiki and finally submitted.
de: Wiki hinzugefügt und schließlich eingereicht.

source: added wiki.
de: Wiki hinzugefügt.

source: deleted wiki attachments.
de: gelöschte Wiki-Anhänge.

source: downloaded wiki attachments.
de: heruntergeladene Wiki-Anhänge.

source: updated approver hierarchy.
de: aktualisierte Genehmigerhierarchie

source: A new task with title '
de: Eine neue Aufgabe mit Titel

source: ' is posted now.
de: ist jetzt veröffentlicht

source: commented on '
de: kommentiert

source: ' now.
de: jetzt

source: Invalid parameters supplied.
de: Ungültige Parameter angegeben

source: Your account has been deactivated. Please contact your account owner.
de: Dein Konto wurde deaktiviert. Bitte wenden Sie sich an Ihren Kontoinhaber.

source: Created
de: Erstellt

source: Change Story Point
de: Ändern Sie den Story Point

source: No Task found with the selected id
de: Keine Aufgabe mit der ausgewählten ID gefunden

source: Project deleted successfully
de: Projekt erfolgreich gelöscht

source: Oops! No project found with the given id.
de: Hoppla! Kein Projekt mit der angegebenen ID gefunden.

source: On
de: ein

source: on
de: auf

source: Updated
de: Aktualisiert

source: task type to
de: Aufgabentyp zu

source: Task type to
de: Aufgabentyp zu

source: Re-assigned
de: Neu zugewiesen

source: To
de: Zu

source: proirity to
de: Priorität zu

source: Proirity to
de: Priorität zu...

source: due date on
de: Fälligkeit am

source: to
de: zu

source: Due date on
de: Fälligkeit am

source: estimated hour(s) on
de: geschätzte Stunde (n) an

source: task progress on
de: Aufgabenfortschritt auf

source: task progress on
de: Aufgabenfortschritt auf

source: Title Changed
de: Titel geändert

source: Removed a file
de: Eine Datei wurde entfernt

source: Status changed
de: Status geändert

source: Set favorite task
de: Stellen Sie Ihre Lieblingsaufgabe ein

source: Removed favorite task
de: Lieblingsaufgabe entfernt

source: Replied
de: Antwortete

source: Email already exists! Please try another
de: E-Mail existiert bereits! Bitte versuchen Sie es mit einem anderen

source: Please enter a valid email.
de: Bitte geben Sie eine gültige Email-Adresse ein.

source: is not allowed.
de: ist nicht erlaubt.

source: Oops, site address already in use!
de: Hoppla, die Adresse der Seite ist bereits vergeben!

source: Oops, company name already in use!
de: Hoppla, Firmenname bereits in uns!

source: Invalid coupon code!
de: Ungültiger Gutscheincode!

source: Oops! Coupon code has already used.
de: Hoppla! Gutscheincode wurde bereits verwendet.

source: Auth token is invalid!
de: Auth-Token ist ungültig!

source: Something went wrong!
de: Etwas ist schief gelaufen!

source: Wiki category is already present.
de: Wiki-Kategorie ist bereits vorhanden.

source: Wiki sub-category is already present.
de: Die Wiki-Unterkategorie ist bereits vorhanden.

source: Please enter category title.
de: Bitte geben Sie den Titel der Kategorie ein.

source: Please specify a file name for download.
de: Bitte geben Sie einen Dateinamen für den Download an.

source: Oops! File not found.
de: Hoppla! Datei nicht gefunden.

source: File may be deleted or make sure you specified correct file name.
de: Datei kann gelöscht werden oder stellen Sie sicher, dass Sie den korrekten Dateinamen angegeben haben.

source: Wikis Assigned to Me
de: Wikis mir zugewiesen

source: Wiki Title
de: Wiki-Titel

source: Date
de: Datum

source: Submitted Date
de: Übermitteltes Datum

source: Action
de: Aktion

source: View Wiki Details
de: Wiki-Details anzeigen

source: No wikis available
de: Keine Wikis verfügbar

source: All assigned wikis will appear here for approval
de: Alle zugewiesenen Wikis werden hier zur Genehmigung angezeigt

source: Non Project Wikis
de: Nicht Projekt Wikis

source: Collapse All
de: Alles ausblenden

source: Expand All
de: Alle erweitern

source: New Wiki
de: Neues Wiki

source: Manage Category
de: Kategorie verwalten

source: Manage Subcategory
de: Unterkategorie verwalten

source: Created by
de: Erstellt von

source: Give Comment On Wiki
de: Gib Kommentar zu Wiki

source: Update Wiki
de: Wiki aktualisieren

source: Delete Wiki
de: Wiki löschen

source: View Wiki Activity
de: Wiki-Aktivität anzeigen

source: Disable Wiki
de: Deaktiviere Wiki

source: Enable Wiki
de: Wiki aktivieren

source: No Content Available.
de: Kein Inhalt verfügbar.

source: All Comments
de: Alle Kommentare

source: Commented By
de: Kommentiert von

source: Commented On
de: Kommentiert auf

source: No Comments Available.
de: Keine Kommentare verfügbar.

source: All wikis will appear here
de: Alle Wikis werden hier angezeigt

source: Project Wikis
de: Projekt Wikis

source: All Attachments
de: Alle Anhänge

source: Update wiki
de: Wiki aktualisieren

source: Create New wiki
de: Erstelle ein neues Wiki

source: Wiki Description
de: Wiki Beschreibung

source: Link To Project
de: Link zum Projekt

source: Select Project
de: Wählen Sie Projekt

source: Wiki Category
de: Wiki-Kategorie

source: Select Wiki Category
de: Wählen Sie Wiki-Kategorie

source: Create New Category
de: Erstellen Sie eine neue Kategorie

source: Wiki Sub Category
de: Wiki Unterkategorie

source: Select Wiki Sub-Category
de: Wählen Sie Wiki-Unterkategorie

source: Create New Sub-Category
de: Erstellen Sie eine neue Unterkategorie

source: Is Parent Wiki
de: Ist Eltern Wiki

source: Choose Parent Wiki
de: Wähle Eltern-Wiki

source: Select Parent Wiki
de: Wählen Sie das übergeordnete Wiki aus

source: File Attachments
de: Dateianlagen

source: File Description
de: Dateibeschreibung

source: Choose Approver
de: Wählen Sie Genehmiger

source: Select Approver
de: Wählen Sie Genehmiger aus

source: Save As Draft
de: Als Entwurf speichern

source: Final Submit for Approval
de: Abschließendes Einreichen zur Genehmigung

source: Cancel
de: Abbrechen

source: Approvers
de: Genehmiger

source: Starting hierarchy from 1 as Level 1, 2 as Level 2 and so on.
de: Starting Hierarchie von 1 als Level 1, 2 als Level 2 und so weiter.

source: Add Approver
de: Genehmiger hinzufügen

source: Manage Approver
de: Genehmiger verwalten

source: Approver Name
de: Genehmigungsname

source: Approver Hierarchy
de: Genehmigerhierarchie

source: This is the place where we can set the approval heirarchy to get your wiki approved.
de: Dies ist der Ort, an dem wir die Genehmigungshierarchie festlegen können, um Ihr Wiki zu genehmigen.

source: You can add as many levels as required based on your organization policy and business requirements.
de: Sie können auf Grundlage Ihrer Organisationsrichtlinie und Ihrer Geschäftsanforderungen beliebig viele Ebenen hinzufügen.

source: E.g. You add 4 users and assign them levels 1 to 4.(1 being the first level approver in the heirarchy).
de: Z.B. Sie fügen 4 Benutzer hinzu und ordnen ihnen die Stufen 1 bis 4 zu (1 ist der erste Genehmiger in der Hierarchie).

source: The wiki once submitted will first go to U1-L1 for approval and then to U2-L2 etc. based on your selection from the "Approver" dropdown menu. At the same time, if you select U3-L3; then the approval kick starts from L3 approval and then to L4. In this scenario L1 and L2 approvals will not be required or triggered.
de: Das einmal eingereichte Wiki wird zuerst zur U1-L1 zur Genehmigung und dann zu U2-L2 usw. auf der Grundlage Ihrer Auswahl aus dem Dropdown-Menü "Genehmiger" gehen. Zur gleichen Zeit, wenn Sie U3-L3 wählen; dann beginnt der Freigabestoß mit der Genehmigung von L3 und dann mit L4. In diesem Szenario werden L1- und L2-Genehmigungen nicht benötigt oder ausgelöst.

source: Inactive
de: Inaktiv

source: Active
de: Aktiv

source: Enable
de: Aktivieren

source: Disable
de: Deaktivieren

source: No approver......
de: Kein Genehmiger ......

source: Categories
de: Kategorien

source: Add Wiki Category
de: Wiki-Kategorie hinzufügen

source: Category Title
de: Kategorietitel

source: No wiki category......
de: Keine Wiki-Kategorie ......

source: Sub Categories
de: Unterkategorien

source: Add Wiki Sub Category
de: Wiki-Unterkategorie hinzufügen

source: Sub Category Title
de: Unterkategorie Titel

source: No wiki subcategory......
de: Keine Wiki-Unterkategorie ......

source: Download Attachments
de: Anhänge herunterladen

source: Your download is ready click below to download
de: Ihr Download ist bereit Klicken Sie auf den untenstehenden Link, um ihn herunterzuladen

source: Non Project Wiki
de: Nicht-Projekt-Wiki

source: Assigned to Me
de: Mir zugewiesen

source: loading
de: Wird geladen

source: Please enter sub-category title.
de: Bitte geben Sie den Titel der Unterkategorie ein.

source: Are you sure to enable this wiki
de: Bist du sicher, dieses Wiki zu aktivieren?

source: Are you sure to disable this wiki
de: Bist du sicher, dieses Wiki zu deaktivieren?

source: Please check atleast one attachment file to delete
de: Bitte überprüfen Sie mindestens eine zu löschende Anhangsdatei

source: Please check atleast one attachment file to download
de: Bitte überprüfen Sie mindestens eine Anhangsdatei zum Download

source: Are you sure you want to leave this form without saving
de: Möchten Sie dieses Formular wirklich verlassen, ohne es zu speichern?

source: Please change project to export.
de: Bitte ändern Sie das Projekt in den Export.

source: Please select atleast one expense to export.
de: Bitte wählen Sie mindestens eine Ausgabe aus.

source: Ah... you are inviting the company Owner
de: Ah ... Sie laden die Firma Eigentümer ein

source: Ah... you are inviting yourself
de: Ah ... du lädst dich ein

source: Oops! Invitation already sent to
de: Hoppla! Einladung bereits gesendet an

source: This hierarchy is already assigned to other.
de: Diese Hierarchie ist bereits anderen zugeordnet.

source: Only numbers are allowed.
de: Nur Nummern sind erlaubt.

source: Please enter hierarchy to update.
de: Bitte geben Sie die Hierarchie zum Aktualisieren ein.

source: Note can not be blank!
de: Hinweis kann nicht leer sein!

source: Approver Deleted Successfully
de: Genehmiger wurde erfolgreich gelöscht

source: Approver already assigned to an Wiki
de: Genehmiger bereits einem Wiki zugewiesen

source: Last Project accessed
de: Letztes Projekt zugegriffen

source: Mb of
de: MB von

source: full
de: voll

source: Mb of storage
de: MB Speicher

source: Subtask
de: Unteraufgabe

source: Below tasks are parent task of this Subtask
de: Die folgenden Aufgaben sind die übergeordnete Aufgabe dieser Unteraufgabe

source: Choose at least one task
de: Wählen Sie mindestens eine Aufgabe aus

source: Restore
de: Wiederherstellen

source: Remove
de: Löschen

source: Task
de: Aufgabe

source: Title
de: Titel

source: Project
de: Projekt

source: Create Task
de: Aufgabe erstellen

source: Choose at least one file
de: Wählen Sie mindestens eine Datei aus

source: File Name
de: Dateiname

source: File Type
de: Dateityp

source: Date & Time
de: Terminzeit

source: Size
de: Größe

source: None
de: Keiner

source: Project Name
de: Projektname

source: Created By
de: Erstellt von

source: Start Date
de: Anfangsdatum

source: End Date
de: Endtermin

source: First
de: Als erstes

source: Prev
de: Vorherige

source: Next
de: Nächster

source: Last
de: Letzte

source: Set Preference For Case
de: Voreinstellung für den Fall festlegen

source: Select
de: Wählen

source: Save
de: Speichern

source: Assign To
de: Zuweisen

source: me
de: mich

source: Case Type
de: Fallart

source: Development
de: Entwicklung

source: Today
de: Heute

source: Next Monday
de: Am kommenden Montag

source: nextmonday
de: am kommenden Montag

source: This Friday
de: Diesen Freitag

source: thisfriday
de: diesen Freitag

source: Tomorrow
de: Morgen

source: tomorrow
de: Morgen

source: no due date
de: kein Fälligkeitsdatum

source: Priority
de: Priorität

source: LOW
de: NIEDRIG

source: MEDIUM
de: MITTEL

source: medium
de: Mittel

source: HIGH
de: HOCH

source: high
de: hoch

source: Email Notification
de: Email Benachrichtigung

source: Owner
de: Inhaber

source: Admin
de: Administrator

source: Search Members
de: Mitglieder suchen

source: Recent
de: Kürzlich

source: Group
de: Gruppe

source: Files
de: Dateien

source: Client
de: Klient

source: No recent member messages to you
de: Keine neuen Mitglied Nachrichten an Sie

source: No groups available
de: Keine Gruppen verfügbar

source: No file founds
de: Keine Datei gefunden

source: Create New Group
de: neue Gruppe erstellen

source: Type your message here
de: Schreiben Sie ihre Nachricht hier

source: Projects
de: Projekte

source: Closed Tasks
de: Geschlossene Aufgaben

source: Total Tasks
de: Gesamtaufgaben

source: Active User
de: Aktiver Nutzer

source: Spent and still counting
de: Habe und zähle immer noch

source: MB of File Storage
de: MB der Dateispeicherung

source: Top Five Projects
de: Top Fünf Projekte

source: In terms of number of tasks
de: In Bezug auf die Anzahl der Aufgaben

source: Completed Project
de: Abgeschlossenes Projekt

source: Loading
de: Wird geladen

source: Last 30 days
de: Letzte 30 Tage

source: New projects
de: Neue Projekte

source: projects
de: Projekte

source: Active projects
de: Aktive Projekte

source: Clients
de: Kunden

source: Time Log
de: Protokoll

source: Project wise Resource Utilization
de: Projektweise Ressourcennutzung

source: Task List
de: Aufgabenliste

source: View All
de: Alle ansehen

source: Task Type
de: Aufgabenart

source: Activity
de: Aktivität

source: Add New User
de: Neuen Benutzer hinzufügen

source: Create New Project
de: Neues Projekt erstellen

source: Create Task Group
de: Erstellen Sie eine Aufgabengruppe

source: Updated on
de: Aktualisiert am

source: Unassigned
de: Nicht zugewiesen

source: more
de: Mehr

source: hide
de: verbergen

source: Select User
de: Nutzer wählen

source: Already in this Project
de: Schon in diesem Projekt

source: No User(s) assigned
de: Keine Benutzer zugewiesen

source: Assign
de: Zuordnen

source: Search
de: Suche

source: Yet to Sign In
de: Noch anmelden

source: Last Sign In
de: Letzte Anmeldung

source: Showing tasks of
de: Zeige Aufgaben von

source: Types
de: Typen

source: Members
de: Mitglieder

source: Page
de: Seite

source: Reset Filters
de: Filter zurücksetzen

source: Reset
de: zurücksetzen

source: click to Reset Filters
de: Klicken Sie auf Filter zurücksetzen

source: Past hour
de: Letzte Stunde

source: Past 24Hour
de: Nach 24 Stunden

source: Past Week
de: Letzte Woche

source: Past month
de: Letzten Monat

source: Past Year
de: Vergangenes Jahr

source: Any Time
de: Jederzeit

source: Hide Widget
de: Widget ausblenden

source: Show Type Widget
de: Typ Widget anzeigen

source: Edit
de: Bearbeiten

source: Show Images
de: Bilder anzeigen

source: by
de: durch

source: Select project
de: Wählen Sie ein Projekt

source: No Projects assigned yet
de: Es sind noch keine Projekte zugewiesen

source: Copy
de: Kopieren

source: Previous
de: Bisherige

source: No custom filters
de: Keine benutzerdefinierten Filter

source: Anytime
de: Jederzeit

source: Past 24 hours
de: Letzte 24 Stunden

source: Past week
de: Letzte Woche

source: Past year
de: Vergangenes Jahr

source: Custom range
de: Benutzerdefinierten Bereich

source: From Date cannot be left blank
de: Von Datum kann nicht leer gelassen werden

source: To Date cannot be left blank
de: Bis Datum kann nicht leer gelassen werden

source: From Date cannot exceed To Date
de: Von Datum darf nicht bis zu Datum reichen

source: Project Status
de: Projekt-Status

source: Any time
de: jederzeit heute

source: Updates
de: Aktualisierung

source: Without Comment
de: Ohne Kommentar

source: With Comment
de: Mit Kommentar

source: Export CSV
de: CSV exportieren

source: End Date cannot be left blank
de: Das Enddatum darf nicht leer sein

source: Invoice
de: Rechnung

source: Customer
de: Kunde

source: Amount
de: Menge

source: Delete
de: Löschen

source: No records
de: Keine Aufzeichnungen

source: Invoice deleted successfully
de: Die Rechnung wurde erfolgreich gelöscht

source: Invoice not deleted
de: Rechnung nicht gelöscht

source: Billing From
de: Abrechnung von

source: Choose a Customer
de: Wählen Sie einen Kunden

source: Add New Customer
de: Neuen Kunden hinzufügen

source: No Customers found
de: Keine Kunden gefunden

source: Billing To
de: Abrechnung nach

source: Due on receipt
de: Fällig bei Erhalt

source: Net 15
de: Netto 15

source: Net 30
de: Netto 30

source: Net 60
de: Netto 60

source: Balance Due
de: Restbetrag fällig

source: Description
de: Beschreibung

source: Qty
de: Menge

source: Rate
de: Bewertung

source: USD
de: US Dollar

source: Subtotal
de: Zwischensumme

source: Discount Percent
de: Rabatt in Prozent

source: Discount Flat
de: Discount-Wohnung

source: Tax
de: MwSt

source: Total Amount
de: Gesamtmenge

source: Message displayed on invoice
de: Nachricht auf Rechnung angezeigt

source: Save & Send
de: Speichern und senden

source: Save & Download
de: Download speichern

source: Save & Close
de: Speichern und schließen

source: Save & New
de: Speichern & Neu

source: File size exceeds 2MB
de: Dateigröße überschreitet 2 MB

source: Terms
de: Begriffe

source: Net
de: Netz

source: Discount
de: Rabatt

source: Send
de: Senden

source: Move
de: Bewegung

source: is Using
de: benutzt

source: Notify via Email
de: Benachrichtigen über E-Mail

source: ALL
de: ALLE

source: No recently viewed
de: Nein, kürzlich angesehen

source: Search Results
de: Suchergebnisse

source: No result found
de: Keine Einträge gefunden

source: No Task Group
de: Keine Aufgabengruppe

source: Unbilled Time
de: Unbezahlte Zeit

source: Total Billable
de: Gesamt abrechenbar

source: Create Invoice without Unbilled Time
de: Rechnung ohne Zeit ohne Rechnung erstellen

source: Resource
de: Ressource

source: Type
de: Art

source: End
de: Ende

source: Hours
de: Std

source: Assigned to
de: Zugewiesen an

source: This feature is only available to the paid users
de: Diese Funktion ist nur für kostenpflichtige Benutzer verfügbar

source: Please Upgrade
de: Bitte upgraden

source: Total
de: Gesamt

source: Estimated
de: Geschätzt

source: Export To CSV
de: In CSV exportieren

source: Time Entry
de: Zeiteingabe

source: Total hours logged
de: Gesamtzahl der geloggten Stunden

source: Non-Billable
de: Nicht abrechenbar

source: Resource Utilization Report
de: Ressourcennutzungsbericht

source: Start Timer
de: Timer starten

source: User
de: Benutzer

source: Archive
de: Archiv

source: Tasks
de: Aufgaben

source: Archive Date
de: Archivierungsdatum

source: No data available
de: Keine Daten verfügbar

source: You have
de: Du hast

source: Daily Update
de: Tägliches Update

source: Your description will be replaced by this
de: Ihre Beschreibung wird dadurch ersetzt

source: Template
de: Vorlage

source: Custom Date
de: Benutzerdefiniertes Datum

source: Enter Description
de: Beschreibung eingeben

source: Estimated Hour(s)
de: Geschätzte Stunde (n)

source: You can enter time as 1.5 (that mean 1 hour and 30 minutes)
de: Sie können die Zeit als 1,5 eingeben (das bedeutet 1 Stunde und 30 Minuten)

source: Hour(s) Spent
de: Stunde (n) ausgegeben

source: You can enter time as 1.5 (that mean 1 hour and 30 minutes)
de: Sie können die Zeit als 1,5 eingeben (das bedeutet 1 Stunde und 30 Minuten)

source: Attachment(s)
de: Anlagen)

source: Select multiple files to upload
de: Wählen Sie mehrere Dateien zum Hochladen aus

source: Max size
de: maximale Größe

source: Title Field Can Not Be Left Blank
de: Titelfeld kann nicht leer gelassen werden

source: 2 seconds ago by me
de: Vor 2 Sekunden von mir

source: Welcome to Orangescrum
de: Willkommen bei Orangescrum

source: Let’s Make Your Project Collaboration Simpler
de: Lassen Sie uns Ihre Projektkooperation einfacher gestalten

source: I'M Ready to Get Started
de: Ich bin bereit, angefangen zu werden

source: This is your "Quick Navigation" menu, from Kanban View to Calendar View and more
de: Dies ist Ihr "Quick Navigation" -Menü, von der Kanban-Ansicht zur Kalenderansicht und mehr

source: The "Quick Links" tab helps you to add Projects, Users, Tasks, Task Groups, Timelog and Invoices quicker
de: Die Registerkarte "Quick Links" hilft Ihnen, Projekte, Benutzer, Aufgaben, Aufgabengruppen, Timelog und Rechnungen schneller hinzuzufügen

source: This is the place where you can view all your logged time details
de: Dies ist der Ort, an dem Sie alle Ihre geloggten Zeitdetails einsehen können

source: From here, you can view & generate "Invoices"
de: Von hier aus können Sie "Rechnungen" anzeigen und generieren

source: Here you can create new "Project(s)" and manage the existing ones
de: Hier können Sie neue "Projekte" anlegen und die vorhandenen verwalten

source: Here you can invite or add new "User(s)" and manage the existing ones
de: Hier können Sie neue "Benutzer" einladen oder hinzufügen und die bestehenden verwalten

source: This button helps you create "Task(s)" in a click
de: Mit dieser Schaltfläche können Sie "Aufgaben" mit einem Klick erstellen

source: This section helps you perform all "Task" actions
de: In diesem Abschnitt können Sie alle "Aufgaben" -Aktionen ausführen

source: Give a buzz to our helpdesk. Orangescrum experts will walk you through
de: Bring unseren Helpdesk zum Schwärmen. Orangescrum-Experten werden Sie durchgehen

source: You are seeing your time logs only. To view others time log please contact your account Owner/Admin
de: Sie sehen nur Ihre Zeitprotokolle. Um andere Zeiten zu sehen, kontaktieren Sie bitte Ihren Kontoinhaber / Admin

source: My Task
de: Meine Aufgabe

source: UPCOMING TASKS
de: KOMMENDE AUFGABEN

source: Late by
de: Spät von

source: day(s)
de: Tage)

source: No tasks
de: Keine Aufgaben

source: OVERDUE TASKS
de: Überfällige Aufgaben

source: Loading Tasks
de: Aufgaben laden

source: Size (Kb)
de: Größe (Kb)

source: Getting Started.pdf
de: Erste Schritte.pdf

source: Uploaded by
de: hochgeladen von

source: on Today at 8:30 pm
de: Heute um 20:30 Uhr

source: Welcome to the Orangescrum knowledge base
de: Willkommen in der Orangescrum Wissensdatenbank

source: What can we help you with today
de: Wo können wir Ihnen heute helfen?

source: Enter question or keyword
de: Geben Sie eine Frage oder ein Keyword ein
