Repository: movidelnor/tareas
Catalog: app/Locale/spa/LC_MESSAGES/default.po
Languages: es

source: Specify company name
es: Especifique su nombre de plantilla

source: Specify other industry name
es: Especifique el nombre del tipo de tarea

source: Only letters and numbers are alloweded
es: Solo se permiten letras y números

source: Only letters and numbers are allowed
es: Solo se permiten letras y números

source: Something is wrong! Please try again after few minutes
es: ¡Algo está mal! Por favor, inténtelo de nuevo después de unos

source: Users of my projects
es: Mover al proyecto

source: No users found
es: No se encontraron clientes

source: Show More
es: Ver más

source: Created/Invited By
es: Creado por

source: Registered At
es: Registrado en

source: Old Password
es: Contraseña

source: Confirm Password
es: Cambia la contraseña

source: Sorry, this is not available in this version
es: Lo sentimos, esto no está disponible en esta versión

source: You are currently using
es: Usted está usando actualmente

source: Downgrade Now
es: Degradar

source: Secure Site
es: Seguridad

source: Website
es: Sitio web

source: Contact Phone
es: Contacto

source: Updating
es: Actualizar

source: Invalid input file format! Should be an image file
es: Formato de archivo de entrada inválido! Debería ser un archivo de imagen

source: Loading dashboard
es: Tareas de carga

source: Congratulations
es: ¡Felicitaciones

source: Your account
es: Su cuenta

source: downgraded
es: Degradar

source: plan Successfully
es: Correo enviado con éxito

source: You are now allowed to add
es: Usted no está autorizado a modificar

source: Space
es: Espacio

source: Please Select a Task view.
es: Seleccione una Tarea

source: Please Select a Time Log view.
es: Seleccione una vista de registro de tiempo.

source: Please Select a Kanban view.
es: Seleccione una suscripción

source: Please Select a Project view.
es: Seleccione un proyecto

source: Send me Email Notification
es: Enviarme una notificación por correo electrónico

source: All New Task
es: Agregar nueva tarea

source: Send me All New Task emails
es: Enviarme todos los correos electrónicos de tareas nuevas

source: Send me New Task email, only when I am selected to get the email
es: Enviarme un nuevo correo electrónico de tarea, solo cuando soy seleccionado para recibir el correo electrónico

source: All Task Reply & Comment
es: Toda la tarea Responder y comentar

source: Send me All Reply emails
es: Enviarme todos los correos electrónicos de respuesta

source: Send me Reply email, only when I am selected to get the email
es: Enviarme correo electrónico de respuesta, solo cuando soy seleccionado para recibir el correo electrónico

source: All Task Status Change
es: Estado de la tarea

source: Send me All Status Update emails
es: Enviarme todos los correos electrónicos de actualización de estado

source: Send me Status Update email, only when I am selected to get the email
es: Enviarme un correo electrónico de actualización de estado, solo cuando soy seleccionado para recibir el correo electrónico

source: Show me Notification
es: Notificación de correo electrónico

source: Enable Desktop Notification
es: Notificación de correo electrónico

source: Browser version supporting Desktop Notification
es: Versión del navegador que admite notificaciones de escritorio

source: Firefox 22 and above
es: Firefox 22 y superior

source: Chrome 32 and above
es: Chrome 32 y superior

source: Above Safari 6 on Mac OSX 10.8+
es: Por encima de Safari 6 en Mac OS X 10.8 o superior

source: Send me Email Reports
es: Informes de correo

source: Task Due (daily)
es: Tarea pendiente (diariamente)

source: Daily Update Report
es: Actualización diaria

source: Send me Email
es: Reenviar email

source: Hour
es: Horas

source: Min
es: Mins

source: Worked in progress
es: Trabajado en progreso

source: Admin/Client
es: Admin / Cliente

source: Resend
es: Reenviar

source: Are you sure you want to enable
es: ¿Seguro que quieres habilitar?

source: Revoke Moderator
es: Revocar moderador

source: Grant Moderator
es: Moderador de Grant

source: Are you sure you want to disable
es: ¿Seguro que quieres deshabilitar?

source: Are you sure you want to mark
es: ¿Estás seguro de que quieres marcar

source: as client
es: como cliente

source: Mark Client
es: Marcar cliente

source: Are you sure you want to revoke client access from
es: ¿Seguro que quieres revocar el acceso de los clientes desde

source: Revoke Client
es: Revocar cliente

source: Are you sure you want to revoke Admin privilege from
es: ¿Seguro que quieres revocar el privilegio de administrador de

source: Revoke Admin
es: Revocar administrador

source: Are you sure you want to grant Admin privilege to
es: ¿Seguro que quieres otorgar privilegios de administrador a

source: Grant Admin
es: Administrador de subvención

source: Edit Profile
es: Editar perfil

source: No activity yet
es: Sin actividad aún

source: No clients found
es: No se encontraron clientes

source: Invitation resend
es: Invitación reenviar

source: Add New Client
es: Añadir nuevo usuario

source: API Access Token
es: Token de acceso a la API

source: Generate Access Token
es: Generar token de acceso

source: Re-generate Access Token
es: Volver a generar token de acceso

source: Contact Number
es: Número de contacto

source: Choose Company Logo
es: Elija el logotipo de la empresa

source: Step
es: paso

source: Before we begin, choose the language you want to use in Orangescrum
es: Antes de comenzar, elija el idioma que desea usar en Orangescrum

source: Let's get started! You will need a profile image to help
es: ¡Empecemos! Necesitarás una imagen de perfil para ayudar

source: other users identify you in Orangescrum
es: otros usuarios lo identifican en Orangescrum

source: Choose a profile image
es: Elija una imagen de perfil

source: Your Full Name
es: Tu nombre completo

source: First & Last Name
es: Primer apellido

source: Select your Time Zone
es: Seleccione su zona horaria

source: Choose an option below to get started
es: Elige una opción de abajo para empezar

source: What is the name of your project?
es: ¿Cómo se llama tu proyecto?

source: project name
es: nombre del proyecto

source: Who else are in your team?
es: ¿Quién más está en tu equipo?

source: Verify your email Address
es: Por favor confirme su dirección de correo electrónico

source: Email address verified
es: Dirección de correo electrónico

source: Phone Number
es: Número de teléfono

source: Do you want to set daylight saving time(DST)
es: Desea establecer el horario de verano (DST)

source: Time Format
es: Formato de tiempo

source: Please update your changes
es: Por favor active el

source: Slack client id cannot be blank
es: El nombre no puede dejarse en blanco

source: Slack client secret cannot be blank
es: Hasta la fecha no se puede dejar en blanco

source: Slack Connect Credentials
es: Slack Conectar credenciales

source: Connected
es: Conectar

source: Slack Client Id
es: Slack Identificación del cliente

source: Slack Client Secret
es: Slack Secreto del cliente

source: Connect
es: Conectar

source: Invoice Number
es: Número de factura

source: Applied Amount($)
es: Cantidad($)

source: Send Mail
es: Enviar correo

source: No transaction
es: Actas

source: notEmpty
es: no vacío

source: email
es: correo electrónico

source: Invalid first name
es: nombre inválido

source: Invalid Currency
es: Moneda inválida

source: Currency not found
es: Moneda no encontrada

source: Invalid email address
es: Dirección de correo electrónico no válida

source: Invalid phone number
es: Numero de telefono invalido
