Repository: movidelnor/tareas
Catalog: app/Locale/spa/LC_MESSAGES/default.po
Languages: es

source: Worked in Progress
es: Trabajado en progreso

source: Total task
es: Tarea total

source: Overall Progress
es: Progreso general

source: Polling management system(PMS)
es: Sistema de gestión de encuestas (PMS)

source: In progress
es: En progreso

source: Team
es: Equipo

source: Project Launch Date
es: Fecha de lanzamiento del proyecto

source: Overdue Task
es: Tarea atrasada

source: View more
es: Ver más

source: Activities
es: Ocupaciones

source: Project Description
es: Descripción del Proyecto

source: Displaying all tasks
es: Mostrar todas las tareas

source: Search Tasks
es: Tareas de búsqueda

source: Please active the
es: Por favor active el

source: project to view all overdue task
es: proyecto para ver todas las tareas vencidas

source: You can not see
es: No puedes ver

source: for completed projects
es: para proyectos completados

source: Project Start Date
es: Fecha de inicio del proyecto

source: This month work
es: Este mes trabajo

source: Future work
es: Trabajo futuro

source: Last month to Date
es: El mes pasado hasta la fecha

source: Total Task
es: Tarea total

source: Billable Hours
es: Horas facturables

source: Non-Billable Hours
es: Horas no facturables

source: from this project
es: de este proyecto

source: No Recent Activities
es: Sin actividades recientes

source: Due on
es: Debido a

source: Tasks Resolved
es: Tareas Resueltas

source: No task group found
es: No se encontró grupo de tareas

source: Created on
es: Creado en

source: No project found
es: Ningún proyecto encontrado

source: Task without Due Date
es: Tarea sin fecha de vencimiento

source: spent and still counting
es: gastado y sigue contando

source: spent on
es: gastado en

source: Download Task
es: Descargar Tarea

source: Mail send successfully
es: Correo enviado con éxito

source: Oops! We are not able to send email. Please try later
es: Ups! No podemos enviar correos electrónicos. Por favor intente mas tarde

source: The compressed files are ready to be downloaded
es: Los archivos comprimidos están listos para ser descargados

source: Upcoming
es: Próximo

source: No overdue task
es: Sin tareas vencidas

source: No upcoming task
es: Ninguna tarea próxima

source: Great Job. You don't have any over due task
es: Gran trabajo. No tienes ninguna tarea excesiva

source: Create
es: Crear

source: or
es: o

source: Import
es: Importar

source: Task Name
es: Nombre de la tarea

source: Late by Date
es: Tarde por fecha

source: of
es: de

source: File Storage
es: Almacenamiento de archivos

source: Active Users
es: Usuarios activos

source: Upgrade your Account
es: Actualiza tu cuenta

source: to get upto
es: para llegar hasta

source: GB Storage
es: Almacenamiento GB

source: Subscription
es: Suscripción

source: Credit Card
es: Tarjeta de crédito

source: Invoices
es: Facturas

source: Account Activity
es: Actividad de la cuenta

source: Complete Sprint
es: Sprint completo

source: Clear search
es: Borrar búsqueda

source: Quick Filter
es: Filtro rápido

source: Assign To Me
es: Asignar a mí

source: Last Updated
es: Última actualización

source: Assignee
es: Cesionario

source: Me
es: Yo

source: All Sprint
es: Todo Sprint

source: To Do (New)
es: Hacer (Nuevo)

source: IN PROGRESS
es: EN PROGRESO

source: DONE (Resolved & Closed)
es: HECHO (resuelto y cerrado)

source: Estimated Hours
es: Horas estimadas

source: Parents
es: Padres

source: These tasks are waiting on this task.
es: Estas tareas están esperando en esta tarea.

source: Dependents
es: Dependientes

source: Task can't start. Waiting on these task to be completed.
es: La tarea no puede comenzar. Esperando a que se complete esta tarea.

source: Recurring Task
es: Tarea recurrente

source: No active sprints
es: No hay sprints activos

source: There are no active sprints
es: No hay sprints activos

source: Start sprints in the
es: Comienza sprints en el

source: Dashboard
es: Tablero

source: Company
es: Empresa

source: Add Company
es: Añadir empresa

source: Moderator
es: Moderador

source: Unlimited
es: Ilimitado

source: Beta User
es: Usuario Beta

source: Old
es: Antiguo

source: Sandbox
es: Salvadera

source: Community
es: Comunidad

source: Migration
es: Migración

source: File Upload
es: Subir archivo

source: Free to Paid
es: Gratis a pagar

source: New Users
es: Usuarios nuevos

source: Home
es: Casa

source: Details
es: Detalles

source: Manage
es: Gestionar

source: Subscriptions
es: Suscripciones

source: Product Updates
es: Actualizaciones de Producto

source: Users
es: Usuarios

source: User Details
es: Detalles de usuario

source: Project Details
es: detalles del proyecto

source: Beta Request
es: Solicitud Beta

source: Subscription Overview
es: Descripción general de la suscripción

source: Subscription Details
es: Detalles de suscripción

source: Cancelled
es: Cancelado

source: Manage Coupon
es: Administrar cupón

source: Free
es: Gratis

source: Free Download
es: Descargar libre

source: Search Company, Owner, Email
es: Empresa de búsqueda, propietario, correo electrónico

source: Free Subscriptions
es: Suscripciones gratuitas

source: Cancelled Subscriptions
es: Suscripciones canceladas

source: Search Result for
es: Resultados de búsqueda para

source: Latest
es: Último

source: Assigned
es: Asignado

source: tasks
es: Tareas

source: Others
es: Otros

source: Bug
es: Error

source: files
es: archivos

source: Select where all the incomplete tasks should be moved
es: Seleccione dónde se deben mover todas las tareas incompletas

source: Move To:
es: Mover a:

source: Complete
es: Completar

source: Kanban Board
es: Tablero Kanban

source: Kanban Status
es: Estado de Kanban

source: closed
es: cerrado

source: out of
es: fuera de

source: tasks are closed
es: las tareas están cerradas

source: Create New Task
es: Crear nueva tarea

source: Assign Task
es: Asignar tarea

source: Task Group and Task
es: Grupo de tareas y tarea

source: Resolve
es: Resolver

source: Re-open
es: Reabrir

source: Reply
es: Respuesta

source: Move to Project
es: Mover al proyecto

source: Move to Task Group
es: Mover al grupo de tareas

source: Remove Task
es: Eliminar tarea

source: Mark as Completed
es: Marcar como completado

source: Est Hr
es: Horas estimadas

source: Spent Hr
es: Pasado Hr

source: Enter Task Title
es: Introduzca el título de la tarea

source: No active Task Group
es: Sin grupo de tareas activo

source: No Completed Task Group
es: Sin grupo de tareas completado

source: Sprint Name
es: Nombre de Sprint

source: Sprint Goal
es: Meta de sprint

source: Sprint name cannot be left blank
es: El nombre de Sprint no se puede dejar en blanco

source: Start Sprint
es: Comienza Sprint

source: Duration
es: Duración

source: 1 Week
es: 1 semana

source: 2 Week
es: 2 semanas

source: 3 Week
es: 3 semanas

source: 4 Week
es: 4 semanas

source: Custom
es: Personalizado

source: Start Date cannot be left blank
es: La fecha de inicio no se puede dejar en blanco

source: Hour Spent
es: Hora gastada

source: Task Reports
es: Informes de tareas

source: Weekly Usage
es: Uso semanal

source: Resource Utilization
es: Utilización de recursos

source: From Date
es: Partir de la fecha

source: To Date
es: Hasta la fecha

source: Filters
es: Filtros

source: Filter
es: Filtrar

source: Yesterday
es: Ayer

source: This Week
es: Esta semana

source: This Month
es: Este mes

source: This Quarter
es: Este cuarto

source: This Year
es: Este año

source: Last Week
es: La semana pasada

source: Last Month
es: El mes pasado

source: Last Quarter
es: Último cuarto

source: Last Year
es: El año pasado

source: Last 365 days
es: Últimos 365 días

source: Export To CSV File
es: Exportar a archivo CSV

source: Apply
es: Aplicar

source: Import Task
es: Importar tarea

source: Please confirm your email address
es: Por favor confirme su dirección de correo electrónico

source: Resend email
es: Reenviar correo electrónico

source: Change your email
es: Cambia tu correo

source: Miscellaneous
es: Diverso

source: Personal Settings
es: Configuraciones personales

source: My Profile
es: Mi perfil

source: Change Password
es: Cambia la contraseña

source: Notifications
es: Notificaciones

source: Email Reports
es: Informes de correo

source: Default Views
es: Vistas predeterminadas

source: Company Settings
es: Configuración de la compañía

source: My Company
es: Mi empresa

source: Daily Catch-Up
es: Catch-Up diario

source: Import & Export
es: Importación y exportación

source: Cancel Account
es: Cancelar cuenta

source: Account Settings
es: Configuraciones de la cuenta

source: Transactions
es: Actas

source: Usage Details
es: Detalles de uso

source: Upgrade Subscription
es: Suscripción de actualización

source: Downgrade Subscription
es: Suscripción a la baja

source: Edit Credit Card
es: Editar tarjeta de crédito

source: Account Limitation
es: Limitación de cuenta

source: Pricing
es: Precios

source: Labels
es: Etiquetas

source: Daily Progress Reminder
es: Recordatorio de progreso diario

source: Templates
es: Plantillas

source: Analytics
es: Analítica

source: Bug Reports
es: Informes de errores

source: Hours Spent Reports
es: Horas de informes gastados

source: Account
es: Cuenta

source: Delete Account
es: Borrar cuenta

source: Weekly Usage Report
es: Informe de uso semanal

source: Gantt Chart
es: Gráfico de gantt

source: Find a Project
es: Encuentra un proyecto

source: Overview
es: Visión de conjunto

source: All Dates
es: Todas las fechas

source: All Task
es: Toda la tarea

source: Estimation
es: Estimacion

source: Sprint Setting
es: Ajuste de Sprint

source: Move multiple tasks to Sprint
es: Mueve múltiples tareas a Sprint

source: task
es: tarea

source: To Do
es: Que hacer

source: Done
es: Hecho

source: Move Sprint Up
es: Mover Sprint arriba

source: Move Sprint Down
es: Mover Sprint hacia abajo

source: Create Sprint
es: Crear Sprint

source: No activity found
es: No actividad encontrada

source: Set favourite task
es: Establecer la tarea favorita

source: Remove from the favourite task
es: Eliminar de la tarea favorita

source: Edit Task Title
es: Editar título de la tarea

source: Enter task title
es: Introduzca el título de la tarea

source: Last updated
es: Última actualización

source: Due
es: Debido

source: Clients can not see this task
es: Los clientes no pueden ver esta tarea

source: These tasks are waiting on this task
es: Estas tareas están esperando en esta tarea

source: Task can't start. Waiting on these task to be completed
es: La tarea no puede comenzar. Esperando a que se complete esta tarea

source: Reload
es: Recargar

source: Archived
es: Archivado

source: Completed Sprint
es: Sprint completado

source: You can enter as 1(that mean 1 day)
es: Puede ingresar como 1 (eso significa 1 día)

source: Est.Hour(s)
es: Horas estimadas

source: You can enter time as 1.5(that mean 1 hour and 30 minutes)
es: Puede ingresar el tiempo como 1.5 (eso significa 1 hora y 30 minutos)

source: Spent Hour(s)
es: Hora (s) gastada (s)

source: Descriptions
es: Descripciones

source: Expand description
es: Expandir descripción

source: 1 Attachment
es: 1 archivo adjunto

source: Attachments
es: Archivos adjuntos

source: No Attachments
es: Sin adjuntos

source: Preview Image
es: Imagen de vista previa

source: Collapse Description
es: Contraer Descripción

source: Comments
es: Comentarios

source: Time log
es: Registro de tiempo

source: View remaining
es: Ver restante

source: thread
es: hilo

source: View latest 10
es: Ver los últimos 10

source: View oldest thread on top
es: Ver el hilo más viejo en la parte superior

source: Newer
es: Más nuevo

source: View newest thread on top
es: Ver el hilo más nuevo en la parte superior

source: Older
es: Mayor

source: HTML Editor
es: Editor de HTML

source: TEXT Editor
es: Editor de texto

source: Text
es: Texto

source: self
es: yo

source: Time Range
es: Intervalo de tiempo

source: Break Time
es: Descanso

source: Spent Hours
es: Horas gastadas

source: Is Billable
es: Es facturable

source: Drag and drop files to upload
es: Arrastrar y soltar archivos para cargar

source: Drop files here or
es: Suelta los archivos aquí o

source: click upload
es: haga clic en cargar

source: Do not show this comment to the client
es: No mostrar este comentario al cliente.

source: Post comment
es: Publicar comentario

source: Hours Spent and % Completed
es: Horas gastadas y% completado

source: Attachments, Google Drive, Dropbox
es: Archivos adjuntos, Google Drive, Dropbox

source: More Options
es: Mas opciones

source: Less
es: Menos

source: People
es: Gente

source: People Involved
es: Personas involucradas

source: Date Not Set
es: Fecha no establecida

source: Edit Task To Set Start Date
es: Editar tarea para establecer la fecha de inicio

source: Last Commented
es: Último comentario

source: Created Date
es: Fecha de creación

source: Resolved Date
es: Fecha resuelta

source: Label in this Task
es: Etiqueta en esta tarea

source: Add label
es: Agregar etiqueta

source: File in this Task
es: Archivo en esta tarea

source: File
es: Archivo

source: No Files in this Task
es: No hay archivos en esta tarea

source: Display All
es: Mostrar todo

source: Back to Parent
es: De vuelta a los padres

source: Reset Filter
es: Restablecer filtro

source: No Label in this Task
es: Sin etiqueta en esta tarea

source: Linking Tasks
es: Tareas de vinculación

source: No linking available.
es: No hay enlaces disponibles.

source: Move to Task Group/Sprint
es: Mover al grupo de tareas / Sprint

source: Remove from Task Group
es: Eliminar del grupo de tareas

source: updated
es: actualizado

source: created
es: creado

source: Edit Due Date
es: Editar fecha de vencimiento

source: Show/Hide Columns
es: Mostrar / Ocultar columnas

source: Show/Hide All
es: Mostrar / Ocultar todo

source: Assigned To
es: Asignar a

source: Est. Hours
es: Est. Horas

source: Assign task(s) to user
es: Editar fecha de vencimiento

source: Move to project
es: Mover al proyecto

source: Copy to Project
es: Copiar al proyecto

source: Create Project Template
es: Crear plantilla de proyecto

source: Quick Task
es: Tarea rápida

source: Task Title
es: Título de la tarea

source: Get quick help on Due Date
es: Obtenga ayuda rápida en la fecha de vencimiento

source: Get quick help on Task Type
es: Obtenga ayuda rápida en Tipo de tarea

source: Est. Hour
es: Hora estimadas

source: Save & Continue
es: Guardar Continuar

source: Save & Start Timer
es: Ahorre y comience el contador de tiempo

source: History
es: Historia

source: No Tasks
es: Sin tareas

source: No tasks for me
es: No hay tareas para mi

source: No tasks as overdue
es: No hay tareas como vencidas

source: No tasks delegated
es: No hay tareas delegadas

source: No high priority tasks
es: No hay tareas de alta prioridad

source: No favourite tasks
es: No hay tareas favoritas

source: Quick Task Group
es: Grupo de tareas rápidas

source: Task Group Title
es: Título del grupo de tareas

source: Post Task
es: Publicar tarea

source: Convert to Task
es: Convertir a tarea

source: Edit Task Group
es: Editar grupo de tareas

source: Add Task
es: Agregar tarea

source: No Tasks found
es: No se encontraron tareas

source: on project
es: en proyecto

source: story point 1 = 1 day
es: historia punto 1 = 1 día

source: Story Points
es: Puntos de historia

source: Share From Google Drive
es: Compartir desde Google Drive

source: Share From Dropbox
es: Compartir desde Dropbox

source: Get quick help on Create Task
es: Obtén ayuda rápida en Crear tarea

source: Date when task will be finished
es: Fecha cuando la tarea estará terminada

source: Get quick help on task group
es: Obtenga ayuda rápida en el grupo de tareas

source: Recurring
es: Periódico

source: Get quick help on Recurring task
es: Obtenga ayuda rápida en tareas recurrentes

source: Update recurring status
es: Actualizar el estado recurrente

source: Select Start time and End time; it will calculate spent hours automatically
es: Seleccione Hora de inicio y Hora de finalización; calculará las horas gastadas automáticamente

source: Relate to
es: Relacionado a

source: Linking Task
es: Tarea de vinculación

source: Select Label
es: Seleccionar etiqueta

source: Get quick help on Notify via Email
es: Obtenga ayuda rápida sobre Notificar por correo electrónico

source: Do not show the task to the client
es: No mostrar la tarea al cliente

source: Get quick help on Don't show the task to client
es: Obtenga ayuda rápida en No mostrar la tarea al cliente

source: Save & Exit
es: Guardar la salida

source: No group
es: Sin grupo

source: Start Time
es: Hora de inicio

source: End Time
es: Hora de finalización

source: Actual Hour(s)
es: Hora (s) actual (es)

source: Select User(s)
es: Seleccionar usuario (s)

source: Do not show this task to the client
es: No mostrar esta tarea al cliente

source: Save & Create
es: Guardar y crear

source: Weekly
es: Semanal

source: Monthly
es: Mensual

source: Quarterly
es: Trimestral

source: Yearly
es: Anual

source: Starts
es: Empieza

source: Ends after
es: Termina después

source: occurrences
es: ocurrencias

source: Ends on
es: Termina en

source: Milestone
es: Hito

source: No milestone
es: Sin hitos

source: Preview
es: Avance

source: Tasks Count
es: Recuento de tareas

source: Filter Items
es: Artículos de filtro

source: Save Filter
es: Guardar filtro

source: No filter has been created
es: No se ha creado ningún filtro

source: Subtasks
es: Subtareas

source: Reload Subtask
es: Recargar Subtarea

source: No Subtask available.
es: Sin subtarea disponible.

source: No more tasks found. Start adding your tasks
es: No más tareas encontradas. Comience a agregar sus tareas

source: Completed Tasks
es: Tareas completadas

source: Not Completed Tasks
es: Tareas no completadas

source: Completed Outside Tasks
es: Tareas externas completadas

source: Original Time Estimate
es: Tiempo estimado original

source: Task Count
es: Cuenta de tareas

source: No task found
es: No se encontró tarea

source: No tasks found
es: No se encontraron tareas

source: Sort By Task Group Title
es: Ordenar por título del grupo de tareas

source: Sort By Task Title
es: Ordenar por título de la tarea

source: Preview Images
es: Imágenes de vista previa

source: Now
es: Ahora

source: Reset All
es: Resetear todo

source: Export(.csv)
es: Exportar (.csv)

source: Expand Time Log
es: Expandir registro de tiempo

source: Billed
es: Facturado

source: Logged Hours
es: Horas Registradas

source: You are not authorized to modify
es: Usted no está autorizado a modificar

source: Hide Time Log
es: Ocultar registro de tiempo

source: Move to roject
es: mover al proyecto

source: Move Task To Task Group
es: Mover la tarea al grupo de tareas

source: edit Assign to
es: editar Asignar a

source: Task Settings
es: Configuración de tareas

source: Chat Settings
es: configuraciones de chat

source: Resource Availability
es: Disponibilidad de recursos

source: From
es: De

source: Edit User
es: editar usuario

source: First Name
es: Nombre de pila

source: Last Name
es: Apellido

source: Short Name
es: Nombre corto

source: Time Zone
es: Zona horaria

source: Profile Image
es: Imagen de perfil

source: Keep me upto date with new features
es: Manténganme actualizado con nuevas características

source: Choose Profile Image
es: Elegir imagen de perfil

source: Select Task
es: Seleccionar tarea

source: How is Orangescrum different from other tools or systems
es: ¿En qué se diferencia Orangescrum de otras herramientas o sistemas?

source: Orangescrum combines work management + team collaboration & file sharing + invoicing + timelog, so that you can do more with the help of just one app
es: Orangescrum combina gestión del trabajo + colaboración en equipo y uso compartido de archivos + facturación + timelog, para que pueda hacer más con la ayuda de simplemente o

source: Orangescrum, to accelerate your business without the botheration of managing multiple apps
es: Orangescrum, para acelerar su negocio sin la molestia de administrar múltiples aplicaciones

source: Check in the
es: Compruebe en el

source: success story
es: historia exitosa

source: of SARAL using Orangescrum
es: de SARAL usando naranjascrum

source: Can I avail a free trial plan with all features
es: ¿Puedo hacer uso de un plan de prueba gratuito con todas las características?

source: As soon as you sign up, you can enjoy Orangescrum's free trial for 30 days with all its features
es: Tan pronto como se registre, podrá disfrutar de la versión de prueba gratuita de Orangescrum durante 30 días con todas sus características

source: When will I be charged for the paid plan
es: ¿Cuándo se me cobrará por el plan pago?

source: You will be charged at the beginning of the subscription date
es: Se le cobrará al comienzo de la fecha de suscripción

source: All our plans are monthly chargeable plans
es: Todos nuestros planes son planes mensuales con cargo

source: If you cancel your account at any time within the billing cycle, you will not be charged further and your subscription will be active till the end of the next billing date
es: Si cancela su cuenta en cualquier momento dentro del ciclo de facturación, no se le cobrará más y su suscripción estará activa hasta el final de la próxima fecha de facturación.

source: You will still have all the access to all the functionalities you have with your current plan
es: Todavía tendrá acceso a todas las funcionalidades que tiene con su plan actual

source: You will not be charged from the next billing cycle and your subscription will be deactivated at the end of your current cycle date
es: No se le cobrará a partir del próximo ciclo de facturación y su suscripción se desactivará al final de su fecha de ciclo actual

source: Ex: If you choose your plan on Jan 1, then your next payment date is Jan 31
es: Ejemplo: si elige su plan el 1 de enero, la próxima fecha de pago es el 31 de enero

source: Can I opt for an Annual Orangescrum Cloud Subscription
es: ¿Puedo optar por una suscripción anual a la nube de Orangescrum?

source: Yes, you can! Orangescrum Cloud is available on an annual subscription plan in addition to monthly plan
es: ¡Sí tu puedes! Orangescrum Cloud está disponible en un plan de suscripción anual además del plan mensual

source: I am not sure which plan best suits me
es: No estoy seguro de cuál es el mejor plan para mí

source: You can start with the plan that suits your needs today (say with respect to number of users) and upgrade to higher plan any time as required
es: Puede comenzar con el plan que mejor se adapte a sus necesidades actuales (por ejemplo, con respecto al número de usuarios) y actualizar a un plan más alto en cualquier momento, según sea necesario.

source: You will be charged a pro-rated amount based on the remaining time in the current billing cycle
es: Se le cobrará una cantidad prorrateada en función del tiempo restante en el ciclo de facturación actual

source: Ex: If you have 10 Users as of now then you can go for the "Startup" plan (10 users, Unlimited projects, 5 GB storage) and upgrade as per your requirement
es: Ejemplo: si tiene 10 usuarios a partir de ahora, puede elegir el plan "Inicio" (10 usuarios, proyectos ilimitados, 5 GB de almacenamiento) y actualizar según sus necesidades

source: Do you have any quick guide or getting started page
es: ¿Tienes alguna guía rápida o página de inicio?

source: Yes, we do. It's known as
es: Sí. Es conocido como

source: Orangescrum Helpdesk
es: Servicio de ayuda de Orangescrum
