Repository: movidelnor/tareas
Catalog: app/Locale/spa/LC_MESSAGES/default.po
Languages: es

source: to go
es: ir

source: As a
es: Como un

source: account
es: cuenta

source: Company account has been confirmed by
es: La cuenta de la empresa ha sido confirmada por

source: as a
es: como un

source: user
es: usuarios

source: With email
es: Con correo electrónico

source: With
es: Con

source: from
es: de

source: updated during
es: actualizado durante

source: You have reached the allowed user limit for your current plan and cannot invite additional users
es: Has alcanzado el límite de usuarios permitido para tu plan actual y no puedes invitar a usuarios adicionales

source: You have reached the allowed project(s) limit for your Free Plan
es: Ha alcanzado el límite de proyectos permitidos para su Plan gratuito

source: You have exhausted your storage limit
es: Has agotado tu límite de almacenamiento

source: days Free trial has expired. Subscribe to one of the plans to activate your account
es: días La prueba gratuita ha expirado. Suscríbete a uno de los planes para activar tu cuenta

source: Your account expires in
es: Su cuenta vence en

source: Add Customer
es: Agregar cliente

source: Organization
es: Organización

source: Address
es: Dirección

source: Setting
es: Ajuste

source: Paid
es: Pagado

source: Unpaid
es: No pagado

source: Mark Unpaid
es: Marcar sin pagar

source: Upload image of width 200px and height 200px
es: Sube imágenes de ancho 200px y alto 200px

source: INVOICE
es: FACTURA

source: Add Line-item
es: Agregar elemento de línea

source: Discount type
es: Tipo de descuento

source: records per page
es: registros por página

source: Create Invoice
es: Crear factura

source: Upload File
es: Subir archivo

source: Preview Data
es: Vista previa de datos

source: Upload Summary
es: Resumen de carga

source: Please strictly follow the below guideline while importing time log
es: Siga estrictamente las pautas a continuación al importar el registro de tiempo

source: Customer title
es: Título del cliente

source: First name of customer
es: Nombre del cliente

source: Last name of customer
es: Apellido del cliente

source: Email address of customer
es: Dirección de correo electrónico del cliente

source: Preferred currency of customer
es: Moneda preferida del cliente

source: Customer's organization name
es: Nombre de la organización del cliente

source: Street
es: Calle

source: Customer's street name
es: Nombre de la calle del cliente

source: City
es: Ciudad

source: Customer's city name
es: Nombre de la ciudad del cliente

source: State
es: Estado

source: Customer's state name
es: Nombre de estado del cliente

source: Country
es: País

source: Customer's country name
es: Nombre del país del cliente

source: Zipcode
es: Código postal

source: Customer's zipcode
es: Código postal del cliente

source: Customer's phone number
es: Número de teléfono del cliente

source: Please validate your data twice before importing to Orangescrum
es: Por favor, valide sus datos dos veces antes de importar a Orangescrum

source: Upload the valid CSV file with your Customers
es: Cargue el archivo CSV válido con sus Clientes

source: First system will prompt a preview of all the data in the file
es: El primer sistema solicitará una vista previa de todos los datos en el archivo

source: In preview you can validate your data
es: En la vista previa puede validar sus datos

source: Confirm the data in the preview and Import them to the system
es: Confirmar los datos en la vista previa e Importarlos al sistema

source: All the Customers will be posted to the selected Project
es: Todos los clientes serán enviados al proyecto seleccionado

source: Non mandatory fields left blank having no entry
es: Los campos no obligatorios quedan en blanco y no tienen entrada

source: Customers to Import
es: Clientes a Importar

source: Please double-check the below points before importing your Customers
es: Por favor, revise los puntos a continuación antes de importar sus Clientes

source: Blank Title
es: Título

source: Blank First name
es: Nombre en blanco

source: Blank Last name
es: Apellido en blanco

source: Blank Email
es: Correo electrónico en blanco

source: Blank Currency
es: Moneda en blanco

source: Data showing in
es: Datos que muestran en

source: red
es: rojo

source: color is invalid data
es: el color es datos inválidos

source: Invalid data is not going to be imported. Please validate your data and upload again
es: Los datos no válidos no se importarán. Por favor, valide sus datos y cargue de nuevo

source: Confirm & Import
es: Confirmar e Importar

source: Input CSV file
es: Archivo CSV de entrada

source: Total data
es: Datos totales

source: rows
es: filas

source: Valid data
es: Datos válidos

source: Customers(s) Imported
es: Clientes importados

source: Customers(s) Skipped. Email IDs already exist
es: Clientes omitidos Las ID de correo electrónico ya existen

source: error(s) found
es: errores encontrados

source: NOTE
es: NOTA

source: MEMO
es: MEMORÁNDUM

source: Select Layout
es: Seleccionar diseño

source: Portrait
es: Retrato

source: Landscape
es: Paisaje

source: Default Layout
es: Grupo de tareas predeterminado

source: Default Billing Rate
es: Tasa de facturación predeterminada

source: Please Select a Layout
es: Por favor, seleccione un diseño

source: Default Rate field can not be left blank
es: El campo Tasa predeterminada no se puede dejar en blanco

source: Available
es: Disponible

source: Booked
es: Reservado

source: Overloaded
es: Sobrecargado

source: Vacation
es: Vacaciones

source: Displaying resource availability from
es: Mostrar la disponibilidad de recursos de

source: Resource Name
es: Nombre del recurso

source: hrs Available
es: horas Disponible

source: hrs worked on week end holiday
es: horas trabajadas en vacaciones de fin de semana

source: Overloaded on week end holiday. Click to see details.
es: Sobrecargado en vacaciones de fin de semana. Haga clic para ver detalles.

source: Over time on week end holiday . Click to see details.
es: Horas extras en vacaciones de fin de semana. Haga clic para ver detalles.

source: hrs worked on holiday
es: horas trabajadas en vacaciones

source: Overloaded on holiday. Click to see details.
es: Sobrecargado de vacaciones. Haga clic para ver detalles.

source: Over time on holiday . Click to see details.
es: Con el tiempo en vacaciones. Haga clic para ver detalles.

source: Overloaded. Click to see details.
es: Sobrecargado. Haga clic para ver detalles.

source: Not Available. Click to see details.
es: No disponible. Haga clic para ver detalles.

source: is on leave
es: está de permiso

source: due to
es: debido a

source: Week end holiday
es: Vacaciones de fin de semana

source: Holiday
es: Fiesta

source: The assigned user is not available fully on the date specified. User will be next available on the following dates
es: El usuario asignado no está disponible completamente en la fecha especificada. El usuario estará disponible próximamente en las siguientes fechas

source: Other available resources are as follows
es: Otros recursos disponibles son los siguientes

source: Available Date & Hours
es: Fecha y horario disponibles

source: Change
es: Cambio

source: Create Any Way
es: Crea cualquier forma

source: Time Log Reports
es: Informes de registro de tiempo

source: Total Records
es: Registros totales

source: Billable Hrs
es: Facturables

source: Non-Billable Hrs
es: HORAS NO HABILITADAS

source: Total Hrs
es: Total de horas

source: Export Date
es: Fecha de exportación

source: Break
es: Descanso

source: Assigned Hours
es: Asignar a

source: Hours Overload
es: Sobrecarga de horas

source: View details
es: Ver detalles

source: Overload
es: Sobrecarga

source: Hr
es: Hora

source: Overload Hours
es: Horas de sobrecarga

source: Select Users
es: Seleccionar

source: Please wait, while I am searching for the availability of resources
es: Por favor espere, mientras estoy buscando la disponibilidad de recursos

source: Start date can not be left blank
es: La fecha de inicio no se puede dejar en blanco

source: End date can not be left blank
es: La fecha de finalización no se puede dejar en blanco

source: Leave application is successfully saved.
es: La aplicación de licencia se guarda con éxito.

source: Leave application could not be saved.Please try again
es: La aplicación de la licencia no se pudo guardar. Inténtalo de nuevo

source: Leave application is successfully canceled.
es: La aplicación de licencia se cancela satisfactoriamente.

source: Unable to cancel the leave application.
es: No se puede cancelar la solicitud de permiso

source: Work hours of your company
es: Horas de trabajo de su empresa

source: Weekend of your company
es: Fin de semana de su empresa

source: Set the holiday list of
es: Establezca la lista de vacaciones de

source: Add More
es: Añadir más

source: Do you want to use Resource Availability functionality for your company
es: ¿Desea utilizar la funcionalidad de Disponibilidad de recursos para su empresa?

source: Oops! you can not set more then 3 days as weekend.
es: Oops! no puedes establecer más de 3 días como fin de semana.

source: Are you sure you want to delete this record?
es: ¿Seguro que quieres borrar este registro?

source: Record deleted successfully.
es: Registro eliminado con éxito.

source: Oops! Something went wrong.
es: Oops! Algo salió mal.

source: over
es: encima

source: task(s) by
es: tarea (s) por

source: user(s)
es: usuario (s)

source: Top 5 Tasks
es: Las 5 tareas principales

source: Click here to see all records
es: Haga clic aquí para ver todos los registros

source: Timesheet Report
es: Informe del parte de horas

source: Timesheet Period
es: Período de hoja de tiempo

source: No Log entered
es: No se ha registrado

source: No task(s) available
es: Ninguna tarea (s) disponible

source: Name your group
es: Nombra tu grupo

source: Describe your group
es: Describir tu grupo

source: Save my changes
es: Guardar mis cambios

source: Project cannot be left blank
es: El proyecto no puede dejarse en blanco

source: Task group name cannot be left blank
es: El nombre del grupo de tareas no se puede dejar en blanco

source: Task group name
es: Nombre del grupo de tareas

source: Start Date cannot exceed End Date
es: La fecha de inicio no puede exceder la fecha de finalización

source: No tasks available
es: No hay tareas disponibles

source: Task Group/Sprint
es: Grupo de tareas / Sprint

source: Not Assigned
es: No asignado

source: No Task Group(s) available
es: No hay grupos de tareas disponibles

source: Most Recent updates
es: Actualizaciones más recientes

source: Most recent updates.
es: Las actualizaciones más recientes.

source: Project wise average age of all open tasks at a glance to keep your backlog in control.
es: Proyecte la edad promedio de todas las tareas abiertas de un vistazo para mantener su retraso en el control.

source: Project name:
es: Nombre del proyecto:

source: Loading...
es: Cargando...

source: Period:
es: Período:

source: Days Previously:
es: Días anteriormente:

source: It is a range of days, Default is 7 days previous to Today.
es: Es un intervalo de días. El valor predeterminado es 7 días anteriores a Hoy.

source: This chart shows the average number of days tasks were unresolved for on a given day over the past
es: Este gráfico muestra la cantidad promedio de días que las tareas no se resolvieron en un día determinado en el pasado

source: Task Unresolved
es: Tarea sin resolver

source: New & In-Progress
es: Nuevo y en progreso

source: Total Age (Days)
es: Edad total (días)

source: Avg.Age (Days)
es: Promedio. (Días)

source: Export To PDF
es: Exportar a PDF

source: Completed sprints only are displayed here.
es: Los sprints completados solo se muestran aquí.

source: Reopen
es: Reabrir

source: Created vs Resolved Tasks Report
es: Informe de tareas creadas vs resueltas

source: Created tasks versus resolved tasks over a specified period to check progress of your backlog.
es: Tareas creadas versus tareas resueltas durante un período específico para verificar el progreso de su backlo

source: Cumulative Totals:
es: Totales acumulativos:

source: This chart shows the number of tasks created vs. the number of tasks resolved in the last
es: Este gráfico muestra el número de tareas creadas frente a la cantidad de tareas resueltas en el último

source: The Sprint Report shows the list of tasks in each sprint. It is useful for your Sprint Retrospective meetings, and also for mid-sprint progress checks.
es: El Informe de Sprint muestra la lista de tareas en cada sprint. Es útil para tus reuniones retrospectivas de Sprint y también para las verificaciones de progreso a mitad de carrera.

source: The Velocity Chart shows the amount of value delivered in each sprint, enabling you to predict the amount of work the team can get done in future sprints. It helps in sprint planning meetings.
es: El gráfico de velocidad muestra la cantidad de valor entregado en cada carrera, lo que le permite predecir la cantidad de trabajo que el equipo puede realizar en carreras futuras. Ayuda en las reuniones de planificación de sprint.

source: Pie chart of tasks for a project grouped by specific field as needed. Handy overview of your task spread over status, assignee, type etc.
es: Gráfico circular de tareas para un proyecto agrupado por campo específico según sea necesario. Descripción útil de su tarea repartida sobre el estado, el destinatario, el tipo, etc.

source: Time bound trend of your incoming task flow for better planning & execution.
es: Tendencia en función del tiempo de su flujo de tareas entrantes para una mejor planificación y ejecución.

source: Time taken to resolve tasks of a project. Clear indication of how close or far is your planned vs actual closure date.
es: Tiempo necesario para resolver tareas de un proyecto. Indicación clara de cuán cerca o lejos está su fecha de cierre planificada versus real.

source: Track task trends based on no of tasks created, worked upon, completed over specific period(s)
es: Hacer un seguimiento de las tendencias de las tareas en función de la cantidad de tareas creadas, trabajadas y completadas durante un período específico

source: Hous Spent Report
es: Informe de gasto de Hous

source: Hour Spent Report
es: Informe de horas gastadas

source: Quickly see the Burn-down chart for your time and effort spent, Time spent by Task Types and detailed count of hours spent, tasks closed and tasks replied by All resources of the chosen project.
es: Vea rápidamente el gráfico de reducción de tiempo y esfuerzo, el tiempo dedicado por tipos de tareas y el recuento detallado de las horas dedicadas, las tareas cerradas y las tareas respondidas por Todos los recursos del proyecto elegido.

source: Task Report
es: Informe de tareas

source: This shows Avg time to Resolve or close a task, number of task types created and task trends over a period of time. This helps you to understand how you can optimize your time spent on a task.
es: Esto muestra el tiempo promedio para resolver o cerrar una tarea, el número de tipos de tareas creadas y las tendencias de tareas durante un período de tiempo. Esto le ayuda a comprender cómo puede optimizar su tiempo dedicado a una tarea.

source: A quick glance of your week's progress and performance w.r.t to the previous week.# of tasks created/closed, spent hours, project status and a summary report.
es: Un vistazo rápido del progreso y el rendimiento de su semana a la semana anterior. # De tareas creadas / cerradas, horas gastadas, estado del proyecto y un informe resumido.

source: A comprehensive report to show your team's utilization w.r.t time, project, status, task type and Actual vs Estd. Intelligent filters with custom period to focus easily on what you want to!
es: Un informe exhaustivo para mostrar la utilización de su equipo en tiempo, proyecto, estado, tipo de tarea y real frente a estd. ¡Filtros inteligentes con un período personalizado para enfocarse fácilmente en lo que desea!

source: A report to show the overall remaining estimated time vs actual time spent so far for all pending tasks against each resource.
es: Un informe para mostrar el tiempo estimado total restante comparado con el tiempo real gastado hasta el momento para todas las tareas pendientes en relación con cada recurso.

source: Taks Count
es: Cuenta de Taks

source: There are no active sprint available
es: No hay sprint activo disponible

source: There are no matching tasks to report on
es: No hay tareas coincidentes para informar

source: Statistic Types:
es: Tipos de estadísticas:

source: Epic Link
es: Enlace épico

source: This chart shows the number of tasks based on the
es: Este gráfico muestra la cantidad de tareas basadas en

source: field
es: campo

source: Recent Created Tasks Report
es: Informe de tareas creadas recientemente

source: This chart shows the tasks created in the last
es: Este gráfico muestra las tareas creadas en el último

source: Created Tasks (Unresolved)
es: Tareas creadas (sin resolver)

source: Created Tasks (Resolved)
es: Tareas creadas (resueltas)

source: Resolved & Closed
es: Resuelto y cerrado

source: This chart shows the average number of days tasks took to be resolved. Tasks were resolved in the last
es: Este gráfico muestra la cantidad promedio de días que las tareas tardaron en resolverse. Las tareas se resolvieron en el último

source: Total Resolution Time (Days)
es: Tiempo total de resolución (días)

source: Avg. Resolution Time (Days)
es: Promedio. Tiempo de resolución (días)

source: Time Since Task Report
es: Tiempo desde el informe de la tarea

source: Date Field:
es: Campo de fecha:

source: field on a given date over the past
es: campo en una fecha determinada en el pasado

source: Track the amount of work completed from sprint to sprint. This helps you determine your team's velocity and estimated the work can realistically achieve in future sprints.
es: Rastrea la cantidad de trabajo completado de sprint a sprint. Esto le ayuda a determinar la velocidad de su equipo y estimó que el trabajo puede lograr de manera realista en futuros sprints.

source: Sprint Settings
es: Configuración de Sprint

source: Commitment
es: Compromiso

source: Fields marked
es: Los campos marcados

source: are mandatory Fields
es: son campos obligatorios

source: Template Name
es: Nombre del archivo

source: New Template
es: Nueva plantilla

source: Task Description
es: Descripción de la tarea

source: Add new Row
es: Agregar nueva fila

source: User(s) not in this
es: Usuario (s) no en este

source: No user(s) available
es: Ningún usuario (s) disponible

source: User(s) in this
es: Usuario (s) en este

source: Please save your changes before leaving this page.
es: Guarde los cambios antes de salir de esta página.

source: Assign existing user(s)
es: Asignar usuario (s) existente (s)

source: Invite new user(s)
es: Invitar nuevo usuario (s)

source: Find User
es: Encontrar usuario

source: Current assigned user(s)
es: Usuario (s) asignado (s) actual (es)

source: Choose user(s) to assign to this project
es: Elija usuario (s) para asignar a este proyecto

source: No more users left to assign.
es: No quedan más usuarios para asignar.

source: Please choose atleast one user
es: Elija al menos una tarea

source: Failed to assign user to the project.
es: Error al asignar usuario al proyecto.

source: Custom filter not available
es: Filtro personalizado no disponible

source: Cancel Daily Progress Reminder
es: Cancelar recordatorio de progreso diario

source: Default Assign To
es: Asignar a

source: Default Task Type
es: Grupo de tareas predeterminado

source: Select Task Type
es: Seleccionar tipo de tarea

source: owner
es: propietario

source: you account to create more projects
es: cuentas para crear más proyectos

source: Save Custom Filter
es: Guardar filtro personalizado

source: Task can be estimated when in the Backlog to get an idea of how much work is being committed to in a sprint.
es: La tarea se puede estimar en el Backlog para tener una idea de cuánto trabajo se está comprometiendo en un sprint.

source: Estimation Statistic
es: Estadística de estimación

source: No Tasks for this Template
es: No hay tareas para esta plantilla

source: No tasks(s) available
es: Ninguna tarea (s) disponible

source: Please selct a Project to Assign Member(s)
es: Seleccione un Proyecto para Asignar Miembro(s)

source: Member(s) Available
es: Miembros disponibles

source: Member(s) Assigned
es: Miembro (s) Asignado

source: Select a Project to Assign Member(s)
es: Seleccione un proyecto para asignar miembro (s)

source: Import Tasks
es: Crear tarea

source: setting
es: ajuste

source: delete
es: borrar

source: Select a template to view tasks
es: Seleccione una plantilla para ver las tareas

source: Are you sure to delete this template
es: ¿Estás seguro de borrar esta plantilla?

source: Do you want to use In-App Chat for your company
es: ¿Desea utilizar el chat en la aplicación para su empresa?

source: is already exists
es: ya existe

source: is available
es: está disponible

source: Import Task Group
es: Grupo de tareas predeterminado

source: Task(s)
es: Tarea

source: Welcome to
es: Bienvenido a

source: Take a moment to note the main action links
es: Tómese un momento para observar los principales enlaces de acción

source: Ok, I got it
es: Ok, lo tengo

source: Personal, Company & Account Settings
es: Configuración personal, de la empresa y de la cuenta

source: ToDos, Summary and Statistics
es: ToDos, Resumen y Estadísticas

source: Search, Filter, Order and Group Tasks
es: Tareas de búsqueda, filtro, orden y grupo

source: List of files attached to the tasks
es: Lista de archivos adjuntos a las tareas

source: Create Task Group, set a due date and add task to the Task Groups
es: Crear grupo de tareas, establecer una fecha de vencimiento y agregar tareas a los grupos de tareas

source: Create and manage Projects. Assign projects to Team
es: Crear y administrar proyectos. Asignar proyectos al equipo

source: Add and manage Team members. Add users to projects
es: Agregar y administrar miembros del equipo. Agregar usuarios a proyectos

source: Just schedule it and get Daily Progress Update from your
es: Simplemente programe y obtenga la Actualización de progreso diaria de su

source: Are you sure you want to delete
es: estas seguro que quieres borrarlo

source: Size less than 1Mb
es: Tamaño inferior a 1 Mb

source: Other
es: Otro

source: Click to Export
es: Haga clic para exportar

source: Import CSV
es: Importar CSV

source: Upload CSV
es: Subir CSV

source: Upload
es: cargando

source: Active Team Size
es: Tamaño de equipo activo

source: of Tasks
es: Tarea

source: Storage (MB)
es: Almacenamiento (MB)

source: Latest Activity
es: Última actividad

source: Click here to view users
es: Haga clic aquí para ver los usuarios

source: Add user
es: Agregar usuario

source: No Results Found
es: No se han encontrado resultados

source: No inactive project!
es: ¡Ningún proyecto inactivo!

source: No project!
es: Sin proyecto!

source: Total storage used
es: Almacenamiento total utilizado

source: Add User
es: Agregar usuario

source: Invite User
es: Invitar usuario

source: Enter User Name
es: Introduzca su nombre de usuario

source: Add & Continue
es: Agregar y continuar

source: Are you sure you want to remove
es: Estás seguro de que desea eliminar

source: Cancel Daily Catch-Up
es: Cancelar recuperación diaria

source: Subscribe to get this Feature
es: Suscríbete para obtener esta característica

source: Plan starts at $9/month
es: El plan comienza en $ 9 / mes

source: Go to plans and billing
es: Ir a planes y facturación

source: Do you want to get daily progress update from your team member(s)?
es: ¿Desea obtener actualizaciones de progreso diarias de los miembros de su equipo?
