Repository: movidelnor/tareas
Catalog: app/Locale/spa/LC_MESSAGES/default.po
Languages: es

source: added wiki and finally submitted.
es: wiki agregado y finalmente enviado.

source: added wiki.
es: wiki agregado

source: deleted wiki attachments.
es: eliminados archivos adjuntos wiki.

source: downloaded wiki attachments.
es: archivos adjuntos descargados de wiki.

source: updated approver hierarchy.
es: jerarquía de aprobador actualizado

source: A new task with title '
es: Una nueva tarea con título '

source: ' is posted now.
es: 'está publicado ahora.

source: commented on '
es: comentado '

source: ' now.
es: ' ahora.

source: Invalid parameters supplied.
es: Parámetros no válidos suministrados.

source: Your account has been deactivated. Please contact your account owner.
es: Tu cuenta ha sido desactivada. Por favor, póngase en contacto con el propietario de su cuenta.

source: Created
es: Creado

source: Change Story Point
es: Cambiar el punto de la historia

source: No Task found with the selected id
es: No se encontró ninguna tarea con la identificación seleccionada

source: Project deleted successfully
es: Proyecto eliminado exitosamente

source: Oops! No project found with the given id.
es: Ups! Ningún proyecto encontrado con el id dado.

source: On
es: En

source: on
es: en

source: Updated
es: Actualizado

source: task type to
es: tipo de tarea para

source: Task type to
es: Tipo de tarea para

source: Re-assigned
es: Reasignado

source: To
es: A

source: proirity to
es: prioridad a

source: Proirity to
es: Prioridad a

source: due date on
es: fecha de vencimiento

source: to
es: a

source: Due date on
es: Fecha de vencimiento

source: estimated hour(s) on
es: hora estimada (s) en

source: task progress on
es: progreso de la tarea en

source: task progress on
es: progreso de la tarea en

source: Title Changed
es: Título cambiado

source: Removed a file
es: Se eliminó un archivo

source: Status changed
es: Estado cambiado

source: Set favorite task
es: Establecer la tarea favorita

source: Removed favorite task
es: Se eliminó la tarea favorita

source: Replied
es: Respondido

source: Email already exists! Please try another
es: ¡El Email ya existe! Por favor prueba con otro

source: Please enter a valid email.
es: Por favor introduzca una dirección de correo electrónico válida.

source: is not allowed.
es: No se permite.

source: Oops, site address already in use!
es: Vaya, ¡la dirección del sitio ya está en uso!

source: Oops, company name already in use!
es: Vaya, ¡el nombre de la compañía ya está en uso!

source: Invalid coupon code!
es: Utilice el código de cupón

source: Oops! Coupon code has already used.
es: Oops! El código de cupón ya se utilizó.

source: Auth token is invalid!
es: ¡El token de autenticación no es válido!

source: Something went wrong!
es: ¡Algo salió mal!

source: Wiki category is already present.
es: La categoría Wiki ya está presente.

source: Wiki sub-category is already present.
es: La subcategoría Wiki ya está presente.

source: Please enter category title.
es: Por favor ingrese el título de la categoría.

source: Please specify a file name for download.
es: Por favor, especifique un nombre de archivo para descargar.

source: Oops! File not found.
es: Oops! Archivo no encontrado.

source: File may be deleted or make sure you specified correct file name.
es: El archivo puede ser eliminado o asegúrese de haber especificado el nombre correcto del archivo.

source: Wikis Assigned to Me
es: Wikis asignados a mí

source: Wiki Title
es: Título de Wiki

source: Date
es: Fecha

source: Submitted Date
es: Fecha de envío

source: Action
es: Acción

source: View Wiki Details
es: Ver detalles de Wiki

source: No wikis available
es: No hay wikis disponibles

source: All assigned wikis will appear here for approval
es: Todos los wikis asignados aparecerán aquí para su aprobación

source: Collapse All
es: Desplegar todo

source: Expand All
es: Expandir todo

source: New Wiki
es: Nueva Wiki

source: Manage Category
es: Administrar categoría

source: Manage Subcategory
es: Administrar Subcategoría

source: Created by
es: Creado por

source: Give Comment On Wiki
es: Dale un comentario a Wiki

source: Update Wiki
es: Actualizar Wiki

source: Delete Wiki
es: Eliminar Wiki

source: View Wiki Activity
es: Ver actividad Wiki

source: Disable Wiki
es: Desactivar Wiki

source: Enable Wiki
es: Habilitar Wiki

source: No Content Available.
es: Sin contenido disponible

source: All Comments
es: todos los comentarios

source: Commented By
es: Comentado por

source: Commented On
es: Comentado

source: All wikis will appear here
es: Todos los wikis aparecerán aquí

source: Project Wikis
es: Proyecto Wikis

source: All Attachments
es: Comentado...

source: Update wiki
es: Actualizar wiki

source: Create New wiki
es: Crear una nueva wiki

source: Wiki Description
es: Descripción de Wiki

source: Link To Project
es: Enlace al proyecto

source: Select Project
es: Seleccionar proyecto

source: Wiki Category
es: Categoría wiki

source: Select Wiki Category
es: Seleccionar categoría Wiki

source: Create New Category
es: Crear nueva categoría

source: Wiki Sub Category
es: Subcategoría Wiki

source: Select Wiki Sub-Category
es: Seleccione Wiki Subcategoría

source: Create New Sub-Category
es: Crear Nueva Subcategoría

source: Is Parent Wiki
es: Es padre Wiki

source: Choose Parent Wiki
es: Elige Parent Wiki

source: Select Parent Wiki
es: Seleccione Parent Wiki

source: File Attachments
es: Archivos adjuntos

source: File Description
es: Descripción del archivo

source: Choose Approver
es: Elija aprobador

source: Select Approver
es: Seleccionar aprobador

source: Save As Draft
es: Guardar como borrador

source: Final Submit for Approval
es: Envío final para su aprobación

source: Cancel
es: Cancelar

source: Approvers
es: Aprobadores

source: Starting hierarchy from 1 as Level 1, 2 as Level 2 and so on.
es: Iniciando la jerarquía desde 1 como nivel 1, 2 como nivel 2 y así sucesivamente.

source: Add Approver
es: Agregar aprobador

source: Manage Approver
es: Gestionar aprobador

source: Approver Name
es: Nombre del aprobador

source: Approver Hierarchy
es: Jerarquía del aprobador

source: This is the place where we can set the approval heirarchy to get your wiki approved.
es: Este es el lugar donde podemos establecer la jerarquía de aprobación para obtener su wiki aprobado.

source: You can add as many levels as required based on your organization policy and business requirements.
es: Puede agregar tantos niveles como sea necesario según la política de su organización y los requisitos comerciales.

source: E.g. You add 4 users and assign them levels 1 to 4.(1 being the first level approver in the heirarchy).
es: P.ej. Agrega 4 usuarios y les asigna los niveles 1 a 4. (1 es el primer aprobador de nivel en la jerarquía).

source: The wiki once submitted will first go to U1-L1 for approval and then to U2-L2 etc. based on your selection from the "Approver" dropdown menu. At the same time, if you select U3-L3; then the approval kick starts from L3 approval and then to L4. In this scenario L1 and L2 approvals will not be required or triggered.
es: La wiki una vez enviada irá primero a U1-L1 para su aprobación y luego a U2-L2, etc. según su selección del menú desplegable "Aprobador". Al mismo tiempo, si selecciona U3-L3; luego, la patada de aprobación comienza desde la aprobación L3 y luego hasta L4. En este escenario, las aprobaciones L1 y L2 no serán requeridas o disparadas.

source: Status
es: Estado

source: Inactive
es: Inactivo

source: Active
es: Activo

source: Enable
es: Habilitar

source: Disable
es: Inhabilitar

source: No approver......
es: No aprobador ...

source: Categories
es: Categorías

source: Add Wiki Category
es: Agregar categoría wiki

source: Name
es: Nombre

source: Category Title
es: Título de la categoría

source: No wiki category......
es: Ninguna categoría wiki ......

source: Sub Categories
es: Subcategorías

source: Add Wiki Sub Category
es: Añadir Wiki Sub Category

source: Sub Category Title
es: Título de subcategoría

source: No wiki subcategory......
es: Ninguna subcategoría wiki ......

source: Download Attachments
es: Descargar archivos adjuntos

source: Your download is ready click below to download
es: Su descarga está lista, haga clic abajo para descargar

source: Assigned to Me
es: Asignado a mí

source: loading
es: cargando

source: Please enter sub-category title.
es: Por favor ingrese el título de la subcategoría.

source: Are you sure to enable this wiki
es: ¿Estás seguro de habilitar esta wiki?

source: Are you sure to disable this wiki
es: ¿Seguro que deshabilitarás esta wiki?

source: Please check atleast one attachment file to delete
es: Compruebe al menos un archivo adjunto para eliminar

source: Please check atleast one attachment file to download
es: Compruebe al menos un archivo adjunto para descargar

source: Are you sure you want to leave this form without saving
es: ¿Seguro que quieres dejar este formulario sin guardar

source: Please change project to export.
es: Por favor cambie el proyecto para exportar.

source: Please select atleast one expense to export.
es: Seleccione al menos un gasto para exportar.

source: Ah... you are inviting the company Owner
es: Ah ... estás invitando a la empresa Propietario

source: Ah... you are inviting yourself
es: Ah ... te estás invitando a ti mismo

source: Oops! Invitation already sent to
es: Oops! Invitación ya enviada a

source: This hierarchy is already assigned to other.
es: Esta jerarquía ya está asignada a otros.

source: Only numbers are allowed.
es: Solo se permiten números.

source: Please enter hierarchy to update.
es: Por favor, ingrese la jerarquía para actualizar.

source: Note can not be blank!
es: La nota no puede estar en blanco!

source: Approver Deleted Successfully
es: Aprobador eliminado con éxito

source: Approver already assigned to an Wiki
es: Aprobador ya asignado a Wiki

source: Last Project accessed
es: Último proyecto al cual

source: Mb of
es: Mb de

source: Mb
es: megabyte

source: full
es: completo

source: Mb of storage
es: Mb de almacenamiento

source: Subtask
es: Subtarea

source: Below tasks are parent task of this Subtask
es: Debajo de las tareas están las tareas principales de esta Subtarea

source: Choose at least one task
es: Elija al menos una tarea

source: Restore
es: Restaurar

source: Remove
es: retirar

source: Task
es: Tarea

source: Title
es: Título

source: Project
es: Proyecto

source: Create Task
es: Crear tarea

source: Choose at least one file
es: Elija al menos un archivo

source: File Name
es: Nombre del archivo

source: File Type
es: Tipo de archivo

source: Date & Time
es: Fecha y hora

source: Size
es: tamaño

source: None
es: Ninguna

source: Project Name
es: Nombre del proyecto

source: Created By
es: Creado por

source: Start Date
es: Fecha de inicio

source: End Date
es: Fecha final

source: First
es: primero

source: Prev
es: Anterior

source: Next
es: Siguiente

source: Last
es: Último

source: Set Preference For Case
es: Establecer la preferencia por el caso

source: Select
es: Seleccionar

source: Save
es: Salvar

source: Assign To
es: Asignar a

source: me
es: yo

source: Case Type
es: Tipo de caso

source: Development
es: Desarrollo

source: Today
es: Hoy

source: Next Monday
es: Siguiente lunes

source: nextmonday
es: siguiente lunes

source: This Friday
es: Este Viernes

source: thisfriday
es: este Viernes

source: Tomorrow
es: mañana

source: tomorrow
es: mañana

source: no due date
es: Sin fecha de vencimiento

source: Priority
es: Prioridad

source: LOW
es: BAJO

source: MEDIUM
es: MEDIO

source: medium
es: medio

source: HIGH
es: ALTO

source: high
es: alto

source: Email Notification
es: Notificación de correo electrónico

source: Owner
es: Propietario

source: Admin
es: Administración

source: Search Members
es: Buscar miembros

source: Recent
es: Reciente

source: Group
es: Grupo

source: Files
es: Archivos

source: Client
es: Cliente

source: No recent member messages to you
es: No hay mensajes de miembros recientes para ti

source: No groups available
es: No hay grupos disponibles

source: No file founds
es: Archivo no encontrado

source: Create New Group
es: Crear nuevo grupo

source: Type your message here
es: Escribe tu mensaje aquí

source: Projects
es: Proyectos

source: Closed Tasks
es: Tareas cerradas

source: Total Tasks
es: Tareas totales

source: Active User
es: Usuario activo

source: Spent and still counting
es: Gastado y aún contando

source: MB of File Storage
es: MB de almacenamiento de archivos

source: Top Five Projects
es: Los cinco mejores proyectos

source: In terms of number of tasks
es: En términos de número de tareas

source: Completed Project
es: Proyecto completado

source: Loading
es: Cargando

source: Last 30 days
es: Últimos 30 días

source: New projects
es: Proyectos nuevos

source: projects
es: proyectos

source: Active projects
es: Proyectos activos

source: Clients
es: Clientela

source: Time Log
es: Registro de tiempo

source: Project wise Resource Utilization
es: Proyecto inteligente Uso de los recursos

source: Task List
es: Lista de tareas

source: View All
es: Ver todo

source: Task Type
es: Tipo de tarea

source: Activity
es: Actividad

source: Add New User
es: Añadir nuevo usuario

source: Create New Project
es: Crear nuevo proyecto

source: Create Task Group
es: Crear grupo de tareas

source: Updated on
es: Actualizado en

source: Unassigned
es: Sin asignar

source: more
es: Más

source: hide
es: esconder

source: Select User
es: Seleccionar usuario

source: Already in this Project
es: Ya en este proyecto

source: No User(s) assigned
es: Sin usuario (s) asignado

source: Assign
es: Asignar

source: Search
es: Buscar

source: Yet to Sign In
es: Sin embargo, para iniciar sesión

source: Last Sign In
es: Último inicio de sesión

source: Showing tasks of
es: Mostrando tareas de

source: Types
es: Tipos

source: Members
es: Miembros

source: Page
es: Página

source: Reset Filters
es: Restablecer filtros

source: Reset
es: Reiniciar

source: click to Reset Filters
es: haga clic para restablecer los filtros

source: Past hour
es: Hora pasada

source: Past 24Hour
es: Pasado las 24 horas

source: Past Week
es: Semana pasada

source: Past month
es: El mes pasado

source: Past Year
es: Año pasado

source: Any Time
es: En cualquier momento

source: Hide Widget
es: Ocultar Widget

source: Show Type Widget
es: Mostrar tipo de widget

source: Edit
es: Editar

source: Show Images
es: Mostrar imagenes

source: by
es: por

source: Select project
es: Seleccionar proyecto

source: No Projects assigned yet
es: Sin proyectos asignados todavía

source: Copy
es: Dupdo

source: Previous
es: Anterior

source: No custom filters
es: Sin filtros personalizados

source: Anytime
es: En cualquier momento

source: Past 24 hours
es: Últimas 24 horas

source: Past week
es: Semana pasada

source: Past year
es: Año pasado

source: Custom range
es: Rango personalizado

source: From Date cannot be left blank
es: A partir de la fecha no se puede dejar en blanco

source: To Date cannot be left blank
es: Hasta la fecha no se puede dejar en blanco

source: From Date cannot exceed To Date
es: Desde la fecha no puede exceder hasta la fecha

source: Project Status
es: Estado del proyecto

source: Any time
es: En cualquier momento

source: Updates
es: Actualizaciones

source: Without Comment
es: Sin comentario

source: With Comment
es: Con comentario

source: Export CSV
es: Exportar CSV

source: End Date cannot be left blank
es: La fecha de finalización no se puede dejar en blanco

source: Invoice
es: Factura

source: Customer
es: Cliente

source: Amount
es: Cantidad

source: Email
es: Correo electrónico

source: Delete
es: Borrar

source: No records
es: No hay registros

source: Invoice deleted successfully
es: Factura borrada con éxito

source: Invoice not deleted
es: Factura no eliminada

source: Billing From
es: Facturación desde

source: Choose a Customer
es: Elige un cliente

source: Add New Customer
es: Añadir nuevo cliente

source: No Customers found
es: No se encontraron clientes

source: Billing To
es: Facturación a

source: Due on receipt
es: Debido a la recepción

source: Net 30
es: Neto 30

source: Balance Due
es: Saldo adeudado

source: Description
es: Descripción

source: Qty
es: Cantidad

source: Rate
es: Tarifa

source: USD
es: Dólar estadounidense

source: Subtotal
es: Total parcial

source: Discount Percent
es: Porcentaje de descuento

source: Discount Flat
es: Piso de descuento

source: Tax
es: Impuesto

source: Total Amount
es: Cantidad total

source: Message displayed on invoice
es: Mensaje que se muestra en la factura

source: Memo
es: Memorándum

source: Save & Send
es: Guardar y enviar

source: Save & Download
es: Guardar descarga

source: Save & Close
es: Guardar cerrar

source: Save & New
es: Guardar y Nuevo

source: File size exceeds 2MB
es: El tamaño del archivo excede los 2 MB

source: Terms
es: Condiciones

source: Net
es: Red

source: Discount
es: Descuento

source: Send
es: Enviar

source: Move
es: Movimiento

source: is Using
es: esta usando

source: Notify via Email
es: Notificar por correo electrónico

source: ALL
es: TODAS

source: No recently viewed
es: No recientemente visto

source: Filter Name
es: Nombre del filtro

source: Search Results
es: Resultados de la búsqueda

source: No result found
es: No se han encontrado resultados

source: No Task Group
es: Sin grupo de tareas

source: Unbilled Time
es: Tiempo no facturado

source: Total Billable
es: Total facturable

source: Create Invoice without Unbilled Time
es: Crear factura sin tiempo no facturado

source: Resource
es: Recurso

source: Type
es: Tipo

source: End
es: Fin

source: Hours
es: Horas

source: Assigned to
es: Asignado a

source: This feature is only available to the paid users
es: Esta función solo está disponible para los usuarios pagos

source: Please Upgrade
es: Por favor actualice

source: Estimated
es: Estimado

source: Export To CSV
es: Exportar a CSV

source: Time Entry
es: Entrada de tiempo

source: Total hours logged
es: Total de horas registradas

source: Non-Billable
es: No facturable

source: Resource Utilization Report
es: Informe de utilización de recursos

source: Start Timer
es: iniciar temporizador

source: User
es: Usuario

source: Archive
es: Archivo

source: Tasks
es: Tareas

source: Archive Date
es: Fecha de archivo

source: No data available
es: Datos no disponibles

source: You have
es: Tienes

source: Daily Update
es: Actualización diaria

source: Your description will be replaced by this
es: Su descripción será reemplazada por esta

source: Template
es: Modelo

source: Custom Date
es: Fecha personalizada

source: Enter Description
es: Ingrese la descripción

source: Estimated Hour(s)
es: Horas estimadas)

source: You can enter time as 1.5 (that mean 1 hour and 30 minutes)
es: Puede ingresar el tiempo como 1.5 (eso significa 1 hora y 30 minutos)

source: Hour(s) Spent
es: Hora (s) gastada

source: You can enter time as 1.5 (that mean 1 hour and 30 minutes)
es: Puede ingresar el tiempo como 1.5 (eso significa 1 hora y 30 minutos)

source: Attachment(s)
es: Archivos adjuntos)

source: Select multiple files to upload
es: Seleccione varios archivos para cargar

source: Max size
es: tamaño máximo

source: Title Field Can Not Be Left Blank
es: El campo de título no se puede dejar en blanco

source: 2 seconds ago by me
es: Hace 2 segundos por mí

source: Welcome to Orangescrum
es: Bienvenido a Orangescrum

source: Let’s Make Your Project Collaboration Simpler
es: Hagamos su colaboración de proyectos más simple

source: I'M Ready to Get Started
es: Estoy listo para comenzar

source: This is your "Quick Navigation" menu, from Kanban View to Calendar View and more
es: Este es su menú de "Navegación Rápida", desde la Vista de Kanban a la Vista de Calendario y más

source: The "Quick Links" tab helps you to add Projects, Users, Tasks, Task Groups, Timelog and Invoices quicker
es: La pestaña "Enlaces rápidos" le ayuda a agregar Proyectos, Usuarios, Tareas, Grupos de tareas, Timelog y Facturas más rápido

source: This is the place where you can view all your logged time details
es: Este es el lugar donde puedes ver todos los detalles de tu tiempo registrado

source: From here, you can view & generate "Invoices"
es: Desde aquí, puede ver y generar "Facturas"

source: Here you can create new "Project(s)" and manage the existing ones
es: Aquí puede crear nuevos "Proyectos (s)" y administrar los existentes

source: Here you can invite or add new "User(s)" and manage the existing ones
es: Aquí puede invitar o agregar nuevos "Usuario (s)" y administrar los existentes

source: This button helps you create "Task(s)" in a click
es: Este botón te ayuda a crear "Tarea (s)" en un clic

source: This section helps you perform all "Task" actions
es: Esta sección te ayuda a realizar todas las acciones de "Tarea"

source: Give a buzz to our helpdesk. Orangescrum experts will walk you through
es: Dé un zumbido a nuestro servicio de ayuda. Los expertos de Orangescrum lo guiarán

source: You are seeing your time logs only. To view others time log please contact your account Owner/Admin
es: Estás viendo tus registros de tiempo solamente. Para ver el registro de otros usuarios, póngase en contacto con su cuenta Propietario / administrador

source: My Task
es: Mi tarea

source: UPCOMING TASKS
es: PRÓXIMAS TAREAS

source: Late by
es: Tarde por

source: day(s)
es: dias)

source: No tasks
es: Sin tareas

source: OVERDUE TASKS
es: TAREAS DE DEMORA

source: Loading Tasks
es: Tareas de carga

source: Size (Kb)
es: Tamaño (Kb)

source: Getting Started.pdf
es: Comenzando.pdf

source: Uploaded by
es: subido por

source: on Today at 8:30 pm
es: hoy a las 8:30 p.m.

source: Welcome to the Orangescrum knowledge base
es: Bienvenido a la base de conocimientos de Orangescrum

source: What can we help you with today
es: Con qué te podemos ayudar hoy

source: Enter question or keyword
es: Ingrese una pregunta o palabra clave

source: Category
es: Categoría

source: Search Results for
es: Resultados de la búsqueda para

source: No Search Result Found
es: No se encontraron resultados de búsqueda

source: Sign Up Free
es: Regístrate gratis

source: Generate Invoice
es: Generar Factura

source: Optional
es: Opcional

source: Currency
es: Moneda

source: US Dollar
es: Dólar estadounidense

source: Note
es: Nota

source: optional
es: Opcional

source: Bill To
es: Cobrar a

source: Latest 5 Comments
es: Últimos 5 comentarios

source: User Name
es: Nombre de usuario

source: Comment
es: Comentario

source: Time
es: Hora

source: View More
es: Ver más

source: How to
es: Cómo

source: Collaborate
es: Colaborar

source: Customize Task
es: Personalizar Tarea

source: How to use
es: Cómo utilizar

source: on the go
es: muy activo

source: Create Project
es: Crear proyecto

source: Summary
es: Resumen

source: Create Milestone
es: Crear un hito

source: Edit Task
es: Editar tarea

source: Add New Task
es: Agregar nueva tarea

source: yet to assign
es: aún para asignar

source: Attachment
es: Adjunto archivo

source: Maximum file size allowed is 5 MB
es: El tamaño máximo de archivo permitido es de 5 MB

source: Post & Continue
es: Publicar y continuar

source: Post & View List
es: Lista de publicaciones y vistas

source: Update & Continue
es: Actualizar y continuar

source: Update & View List
es: Actualizar y ver lista

source: Browse
es: Vistazo

source: Select files to upload
es: Seleccionar archivos para cargar

source: Legends
es: Leyendas

source: Error uploading file. File size cannot be more then 5 Mb
es: Error al cargar el archivo El tamaño del archivo no puede ser más de 5 Mb

source: Error uploading file. Please try with another file
es: Error al cargar el archivo Por favor, intente con otro archivo

source: Post
es: Enviar

source: Overdue task
es: Tarea atrasada
