Repository: movidelnor/tareas
Catalog: app/Locale/spa/LC_MESSAGES/default.po
Languages: es

source: No files have been archived yet.
es: No se han archivado archivos todavía

source: No task activities.
es: Sin actividades de tareas

source: No files have been shared or uploaded.
es: No se han compartido o cargado archivos.

source: No files found
es: No se encontraron archivos

source: No task group.
es: Sin grupo de tareas.

source: No Overdue Task
es: Sin tarea vencida

source: No High Priority Task have been created
es: No se ha creado ninguna tarea de alta prioridad

source: No Task for me
es: Ninguna tarea para mí

source: No Task delegeted
es: Ninguna tarea delegada

source: No Task favourite
es: Sin tarea favorita

source: No Task has been created.
es: No se ha creado ninguna tarea.

source: Create and Assign tasks to track here
es: Crear y asignar tareas para realizar un seguimiento aquí

source: My Project
es: Proyecto

source: Select your preferred layout
es: Seleccione su diseño preferido

source: Show my tasks in
es: Mostrar mis tareas en

source: Account Activities
es: Actividades de la cuenta

source: No Activity found
es: Actividad no encontrada

source: Slack Connect
es: Slack Conectar

source: All Activities
es: Todas las actividades

source: Activity Details
es: Detalles de la actividad

source: Created On
es: Creado por

source: Need help
es: Necesitas ayuda

source: If you're stuck
es: Si estás atrapado

source: click here
es: haga clic aquí

source: for help
es: por ayuda

source: Still not clear
es: Todavía no está claro

source: send us a line
es: envíanos una línea

source: someone from our help desk will be in touch
es: alguien de nuestro servicio de ayuda estará en contacto

source: If you get stuck or need help with anything we are here for you. Just
es: Si te quedas atascado o necesitas ayuda con algo, estamos aquí para ti. Sólo

source: we will get back to you as soon as possible or find your answer at our
es: nos pondremos en contacto con usted lo antes posible o encontraremos su respuesta en nuestro

source: help desk
es: mesa de ayuda

source: Ok, got it
es: Ok lo tengo

source: Move task to task group/sprint
es: Mover la tarea al grupo de tareas / sprint

source: Export Tasks to CSV
es: Exportar tareas a CSV

source: Create Your Own Company
es: Crea tu propia empresa

source: Introduction
es: Introducción

source: Resource Not Available
es: Recurso no disponible

source: The assigned user is not available for the selected date. Please wait while I am searching other available user(s) for you
es: El usuario asignado no está disponible para la fecha seleccionada. Espere mientras busco otros usuarios disponibles para usted

source: Overload Details
es: Detalles de sobrecarga

source: Congratulations!
es: ¡Felicitaciones!

source: Now manage your Resources better with Orangescrum's Resource Availability feature. Track their availability, leave planning and utilization effortlessly
es: Ahora administre sus Recursos mejor con la función de Disponibilidad de Recursos de Orangescrum. Rastree su disponibilidad, deje la planificación y la utilización sin esfuerzo

source: Resource Availability is not available in the Startup Plan
es: Disponibilidad de recursos no está disponible en el plan de inicio

source: See How
es: Ver cómo

source: No thanks
es: No, gracias

source: Now manage your Timelog better with Orangescrum's
es: Ahora administre su Timelog mejor con Orangescrum's

source: Timesheet
es: Parte de horas

source: feature. Manage timelog effortlessly
es: característica. Administrar timelog sin esfuerzo

source: Select your preferred language
es: Seleccione su idioma preferido

source: Language
es: Idioma

source: English
es: Inglés

source: Spanish
es: Español

source: You can also update the language from the
es: También puede actualizar el idioma del

source: page later
es: página más tarde

source: Okay
es: Bueno

source: Cool, we'd love to hear from you
es: Genial, nos encantaría saber de ti

source: Contact us 24/7 via email at
es: Póngase en contacto con nosotros 24/7 por correo electrónico a

source: Or By filling the from below
es: O llenando el de abajo

source: Overall Rating
es: Calificación general

source: Enter Your Feedback Here
es: Ingrese su comentario aquí

source: Submit
es: Enviar

source: Need more time to explore the possibilities
es: Se necesita más tiempo para explorar las posibilidades

source: Extend trial for
es: Extender la prueba para

source: days
es: dias

source: Choose an existing task
es: Elija al menos una tarea

source: Cancel Subscription Information
es: Cancelar información de suscripción

source: Please check the below user(s) list and Save to add them to this Project
es: Por favor, consulte la lista de usuarios a continuación y Guardar para agregarlos a este Proyecto

source: Loading users
es: cargando

source: Remove Tasks
es: retirar

source: Loading tasks
es: cargando

source: Assign Tasks
es: Asignar a

source: Assign & Continue
es: Asignar a

source: Parent Task
es: Tarea principal

source: Project Template
es: Nombre del proyecto

source: Specify project template name
es: Especificar el nombre de la plantilla del proyecto

source: Assign Project
es: Asignar a

source: Please check the below project(s) list and Save to add them to this User
es: Por favor, consulte la lista de proyectos a continuación y Guardar para agregarlos a este Usuario

source: Search project
es: Proyecto de búsqueda

source: Loading projects
es: Cargando proyectos

source: Upload your CSV file
es: Suba su archivo CSV

source: rows maximum size
es: tamaño máximo de filas

source: Continue
es: Continuar

source: CSV File
es: Archivo CSV

source: Download the sample file
es: Descargue el archivo de muestra

source: to see what you can import
es: para ver lo que puedes importar

source: mandatory
es: obligatorio

source: Description of the task
es: Descripción de la tarea

source: Task type (Bug, Development, Enhancement, RnD, QA, Unit Testing, Maintenance, Release, Updates, Idea, Others, Story)
es: Tipo de tarea (error, desarrollo, mejora, RnD, control de calidad, pruebas de unidad, mantenimiento, lanzamiento, actualizaciones, idea, otros, historia)

source: If Task type is story, they the story point will be inserted for task.
es: Si el tipo de tarea es historia, se insertará el punto de la historia para la tarea.

source: Task priority (High, Medium, Low)
es: Prioridad de tarea (Alta, Media, Baja)

source: Email ID of Task Assigned To
es: ID de correo electrónico de la tarea asignada a

source: Estimated Hour
es: Hora estimada

source: hh:mm format only
es: hh: solo formato mm

source: Upload the valid CSV file with your Tasks
es: Suba el archivo CSV válido con sus Tareas

source: First system will validate your data and give error message if there is any error
es: El primer sistema validará sus datos y le dará un mensaje de error si hay algún error

source: All the Tasks will be posted to the selected Project Template
es: Todas las tareas se publicarán en la plantilla de proyecto seleccionada

source: Left blank the columns having no entry
es: Dejó en blanco las columnas sin entrada

source: Please upload a valid csv file
es: Por favor cargue un archivo csv válido

source: Add Unbilled time to Invoice
es: Agregar tiempo no facturado a la factura

source: Choose an invoice
es: Elija una factura

source: Add New Invoice
es: Agregar Nueva Factura

source: Select an invoice
es: Seleccione una factura

source: Assign User(s) to
es: Asignar a

source: Response goes here
es: La respuesta va aquí

source: Contact our sales team
es: Póngase en contacto con nuestro equipo de ventas

source: Email address
es: Dirección de correo electrónico

source: Phone
es: Teléfono

source: How can we help you
es: Como podemos ayudarte

source: Enter Sum of
es: Ingrese la suma de

source: Help us to make sure you're not a robot
es: Ayúdanos a asegurarnos de que no seas un robot

source: Want 5% off
es: Quieres un 5% de descuento

source: Your Order
es: Su pedido

source: Use coupon code
es: Utilice el código de cupón

source: And enjoy site wide saving off 5% just for subscribing with us
es: Y disfrute de todo el sitio ahorrando un 5% solo por suscribirse con nosotros

source: Online Order Only. Applicable to all subscription plans
es: Solo en línea. Aplicable a todos los planes de suscripción

source: Show/Hide Tabs
es: Mostrar / Ocultar pestañas

source: Only three tabs can be selected
es: Solo se pueden seleccionar tres pestañas

source: Select your profile image
es: Seleccione su imagen de perfil

source: Drag and set the box on the area you want to crop
es: Arrastre y configure el cuadro en el área que desea recortar

source: Confirm
es: Confirmar

source: Send Transaction Invoice
es: Enviar factura de transacción

source: Message
es: Mensaje

source: Email sent successfully
es: Correo electrónico enviado con éxito

source: Email not sent due to some problem
es: Correo electrónico no enviado debido a algún problema

source: Orangescrum goes Mobile
es: Orangescrum se vuelve móvil

source: Your favorite project management tool is now with you all the time. Use and enjoy Orangescrum at your fingertips
es: Su herramienta favorita de administración de proyectos ahora está con usted todo el tiempo. Use y disfrute Narangescrum a su alcance

source: Add, Edit & Assign Tasks
es: Agregar, editar y asignar tareas

source: Invite, Enable, Disable User
es: Invitar, habilitar, deshabilitar usuario

source: Update profile from Mobile
es: Actualizar el perfil de Mobile

source: Attach document/images
es: Adjuntar documentos / imágenes

source: Reply Task
es: Tarea de respuesta

source: New Label
es: Nueva etiqueta

source: Specify Label Name
es: Especifique el nombre de la etiqueta

source: New Task Type
es: Tipo de caso

source: Specify task type name
es: Especifique el nombre del tipo de tarea

source: Give a short name for task type
es: Dar un nombre corto para el tipo de tarea

source: Add Label to Task
es: Agregar etiqueta a la tarea

source: Scrum Software development
es: Desarrollo de software Scrum

source: Making software development more enjoyable and productive
es: Hacer que el desarrollo de software sea más agradable y productivo

source: Do more than just "manage" your project
es: Haga más que solo "administrar" su proyecto

source: Export Project Details
es: Detalles del proyecto de exportación

source: Below columns will be exported
es: Exportar tareas al archivo csv

source: Project Short Name
es: Nombre del proyecto

source: Project Priority
es: Prioridad del proyecto

source: Project End Date
es: Fecha de finalización del proyecto

source: Project Est. Hrs
es: Proyecto est. Horas

source: Project Spent Hrs
es: Proyecto pasado horas

source: Number of Tasks
es: Número de tareas

source: Project Last Activity
es: Proyecto Última Actividad

source: Upcoming due dates of this task
es: Próximas fechas de vencimiento de esta tarea

source: Stop Recurring
es: Detener recurrente

source: Remove Project
es: Proyecto

source: Remove User(s) from
es: Eliminar usuario (s) de

source: Search User
es: Usuario de búsqueda

source: Export resource utilization to csv file
es: Exportar la utilización de recursos al archivo csv

source: Task #
es: Tarea n.

source: Task Details
es: Detalles de la tarea

source: Send invoice
es: Enviará la factura

source: Subject
es: Tema

source: Your name
es: Tu nombre

source: Give your message
es: Dale tu mensaje

source: Export Tasks to csv file
es: Exportar tareas al archivo csv

source: Sprint/Task Group
es: Sprint / Grupo de tareas

source: Updated Date
es: Fecha de inicio

source: Task Template
es: Plantilla de tarea

source: Specify your template name
es: Especifique su nombre de plantilla

source: Describe your template
es: Describir tu plantilla

source: Specify task title
es: Describe tu plantilla

source: Give task description
es: Dar descripción de la tarea

source: Export Timelog to csv file
es: Exportar archivo Timelog a csv

source: Break(hours)
es: Descanso (horas)

source: Add Subscription
es: Añadir suscripción

source: per month
es: por mes

source: Months
es: Meses

source: Please select a subscription
es: Seleccione una suscripción

source: Are you sure to add subscription for this company
es: ¿Seguro que agregarás una suscripción para esta empresa?

source: Email Address
es: Dirección de correo electrónico

source: Please Enter Email Address
es: Por favor introduzca la dirección de correo electrónico

source: Invalid Email
es: Email inválido

source: New Password
es: Nueva contraseña

source: Repeat New Password
es: Repita la nueva contraseña

source: Please Enter New Password. Spaces Are Not Allowed
es: Por favor ingrese una nueva contraseña. Espacios no están permitidos

source: Password Length Must Be Greater Than Six
es: La longitud de la contraseña debe ser mayor que seis

source: Please Enter New Password Again. Spaces Are Not Allowed
es: Por favor ingrese una nueva contraseña nuevamente. Espacios no están permitidos

source: Both Passwords Doesn't Match
es: Ambas contraseñas no coinciden

source: Password Updated Successfully
es: Contraseña actualizada exitosamente

source: Password Couldn't Updated
es: La contraseña no se pudo actualizar

source: User Leave Form
es: Formulario de licencia de usuario

source: Reason of Leave
es: Motivo de la licencia

source: Cancel Leave
es: Cancelar licencia

source: Send Remainder email to
es: Enviar el correo electrónico restante a

source: Email Id
es: Identificación de correo

source: Email Subject
es: Asunto del email

source: Messages
es: Mensajes

source: Email id is required
es: Se requiere identificación de correo electrónico

source: Invalid email
es: Email inválido

source: Subject is required
es: El sujeto es requerido

source: Problem in sending email. Please try later
es: Problema al enviar un correo electrónico Por favor intente mas tarde

source: Manage User & Storage Limit
es: Administrar usuario y límite de almacenamiento

source: No. Of Users
es: No. de usuarios

source: Storage(GB)
es: Almacenamiento (GB)

source: Invalid data
es: Datos inválidos

source: Data Updated Successfully
es: Datos actualizados con éxito

source: Problem in updating records. Please try later
es: Problema al actualizar registros Por favor intente mas tarde

source: Add to Project
es: Proyecto

source: Task Group Description
es: Descripción del grupo de tareas

source: Create a Subtask
es: Crear una subtarea

source: task Group Description
es: Descripción del grupo de tareas

source: update
es: actualizar

source: Est. Hr
es: Medio. hr

source: Task Analysis Report
es: Informe de análisis de tareas

source: Sprint Report
es: Informe de Sprint

source: Velocity Report
es: Informe de velocidad

source: Velocity Chart
es: Tabla de velocidad

source: Average Age Report
es: Informe de edad promedio

source: Created vs. Resolved Tasks Report
es: Informe de tareas creadas vs. resueltas

source: Pie Chart Report
es: Informe de gráfico circular

source: Recently Created Tasks Report
es: Informe de tareas recientemente creado

source: Resolution Time Report
es: Informe de tiempo de resolución

source: Time Since Tasks Report
es: Tiempo desde el informe de tareas

source: Hours Spent Report
es: Informe de horas gastadas

source: Pending Tasks
es: Tareas pendientes

source: View All Projects
es: Ver todos los proyectos

source: Recurrence Pattern
es: Patrón de recurrencia, patrón recurrente

source: Daily
es: Diario

source: Every
es: Cada

source: Every weekday
es: Todos los días de

source: Recur every
es: Repita todos los

source: week(s) on
es: semana (s) en

source: Monday
es: Siguiente lunes

source: Tuesday
es: martes

source: Wednesday
es: miércoles

source: Thursday
es: jueves

source: Friday
es: Este Viernes

source: Saturday
es: sábado

source: Sunday
es: domingo

source: Day
es: Día

source: of every
es: de cada

source: month(s)
es: meses)

source: The
es: los

source: Second
es: Segundo

source: Third
es: Tercero

source: Forth
es: Adelante

source: year(s)
es: años

source: January
es: enero

source: February
es: febrero

source: March
es: marzo

source: April
es: abril

source: May
es: Mayo

source: June
es: junio

source: July
es: julio

source: August
es: agosto

source: September
es: septiembre

source: October
es: octubre

source: November
es: noviembre

source: December
es: diciembre

source: on the
es: sobre el

source: Range of Recurrence
es: Rango de recurrencia

source: No end date
es: Sin fecha de finalización

source: End after
es: Fecha final

source: End by
es: Terminar por

source: Update the current filter
es: Actualiza el filtro actual

source: Create new filter
es: Elija al menos un archivo

source: Filter name
es: Nombre del filtro

source: Please enter a filter name
es: Por favor ingrese un nombre de filtro

source: Manage Filters
es: Administrar filtros

source: Log more time
es: Registre más tiempo

source: Invoiced
es: Facturado

source: Generate Timesheet Report
es: Generar informe de parte de horas

source: Resource name
es: Nombre del recurso

source: All Resource
es: Todo el recurso

source: All Project
es: Proyecto

source: Starting Date
es: Fecha de inicio

source: Ending Date
es: Fecha final

source: Print
es: Impresión

source: Please select a resource
es: Por favor seleccione un recurso

source: Please select the start date
es: Seleccione la fecha de inicio

source: Please select the end date
es: Seleccione la fecha de finalización

source: No Timelog found in this date range. Please check another date range
es: No se encontró Timelog en este rango de fechas. Por favor, consulte otro rango de fechas

source: Hrs. Spent this week
es: Horas. Pasé esta semana

source: Simple & Flexible Pricing
es: Precios simples y flexibles

source: On Hold
es: En espera

source: Export as Excel
es: Exportar como Excel

source: Export as CSV
es: Exportar como CSV

source: Card View
es: Vista de tarjeta

source: Grid View
es: Vista en cuadrícula

source: Total counter without filter
es: Contador total sin filtro

source: Manage Customers
es: Administrar Clientes

source: Invited
es: Invitado

source: Disabled
es: Discapacitado

source: This feature is only available to the paid users! Please Upgrade
es: ¡Esta función solo está disponible para los usuarios pagos! Por favor actualice

source: Print this report
es: Imprime este informe

source: Gantt chart
es: Gráfico de gantt

source: Select Month
es: Seleccionar

source: Select Year
es: Seleccionar

source: All Reports
es: Todos los informes

source: Set Default View
es: Establecer vista predeterminada

source: Tasks closed
es: Tareas cerradas

source: Total closed tasks compared to total tasks in a given project
es: Total de tareas cerradas en comparación con las tareas totales en un proyecto determinado

source: Edit Project
es: Proyecto

source: Low Priority
es: Baja prioridad

source: Calendar View
es: calendario

source: List View
es: lista

source: Chart View
es: carta

source: Active Task Groups
es: Grupo de tareas predeterminado

source: Completed Task Groups
es: Grupo de tareas predeterminado

source: Update Filter
es: Actualizar filtro

source: Commented by
es: Creado por

source: Export as PDF
es: Exportar como PDF

source: Archived By
es: Archivado por

source: Task Group View
es: Grupo de tareas predeterminado

source: Kanban View
es: Vista Kanban

source: No Notifications
es: No Notificaciones

source: Total Overdue Task(s)
es: Tarea (s) vencida (s)

source: Task(s) assigned to you
es: Tarea (s) asignada (s)

source: No Time Log Entry since
es: Sin entrada de registro de tiempo desde

source: activities on tasks
es: actividades en tareas

source: All tasks assigned to me
es: Todas las tareas asignadas a mí

source: All favourite tasks
es: Todas las tareas favoritas

source: All tasks not assinged to me
es: Todas las tareas no me han sido asignadas

source: All high priority tasks
es: Todas las tareas de alta prioridad

source: All overdue tasks
es: Todas las tareas vencidas

source: All tasks having status new, in progress and resolve
es: Todas las tareas tienen estado nuevo, en progreso y resolución

source: All Closed tasks
es: Todas las tareas cerradas

source: This is the filter drop-down, by choosing this you can move to any filter type
es: Este es el menú desplegable del filtro, al elegir esto puede moverse a cualquier tipo de filtro

source: Current Week
es: Semana actual

source: Statistics
es: Estado

source: SO FAR THIS WEEK
es: DEMASIADO LEJOS ESTA SEMANA

source: Logged in User
es: Usuario registrado

source: Last Week to Date
es: La semana pasada hasta la fecha

source: Tasks Created
es: Creado por

source: Tasks Updated
es: Tareas actualizadas

source: Tasks Closed
es: Tareas Cerradas

source: Spent
es: Gastado

source: MB
es: MEGABYTE

source: Storage Used
es: Almacenamiento utilizado

source: Task Status of the Week
es: Estado de la tarea de la semana

source: Task Created
es: Creado por

source: Updates and Activities
es: Actualizaciones y actividades

source: Project Status of the Week
es: Estado del proyecto de la semana

source: Closed/Total Tasks
es: Cerrado / Total de tareas

source: Usage
es: Uso

source: No Project Status on last week
es: Sin estado del proyecto en la semana pasada

source: Out of
es: Fuera de

source: User has not logged in to the system since last week
es: El usuario no ha iniciado sesión en el sistema desde la semana pasada

source: tasks created and
es: tareas creadas y

source: updates and activities on last week
es: actualizaciones y actividades la semana pasada

source: closed out of
es: cerrado de

source: spent and
es: cerrado de

source: Mb storage used on all projects
es: Almacenamiento de Mb utilizado en todos los proyectos

source: Approve Wiki Details
es: Aprobar detalles de Wiki

source: Submitted By
es: Presentado por

source: This wiki is already approved.
es: Este wiki ya está aprobado.

source: Add Wiki Comment
es: Agregar comentario de Wiki

source: Outdent selected tasks
es: Tareas seleccionadas de Outdent

source: Indent selected tasks
es: Sangra las tareas seleccionadas

source: Move selected tasks one day backward
es: Mueva las tareas seleccionadas un día hacia atrás

source: Move selected tasks one day forward
es: Mueva las tareas seleccionadas un día hacia adelante

source: Undo last changes
es: Deshacer los últimos cambios

source: Repeat last changes
es: Repite los últimos cambios

source: Zoom In
es: acercarse

source: Zoom Out
es: Disminuir el zoom

source: Zoom to Fit
es: Zoom para ajustar

source: Delete selected tasks
es: Eliminar tareas seleccionadas

source: Hide Tasks List
es: Ocultar lista de tareas

source: Critical Path
es: Camino critico

source: Show Closed Tasks
es: Mostrar tareas cerradas

source: Show Completed Tasks
es: Mostrar tareas completadas

source: Export to PDF
es: Exportar a PDF

source: Export to PNG
es: Exportar a PNG

source: Exit to Dashboard
es: Salir al Tablero

source: Your task
es: Tu tarea

source: duraion is now
es: la duración es ahora

source: duration is now
es: la duración es ahora

source: No Task Group in this Project
es: No hay grupo de tareas en este proyecto

source: Task group
es: Grupo de tareas predeterminado

source: Upload Gantt Chart
es: Subir Gantt Chart

source: Can't read? Reload
es: No se puede leer? Recargar

source: <p>Enter security code shown above:</p>
es: <p> Ingrese el código de seguridad que se muestra arriba: </ p>

source: <p>Answer Simple Math</p>
es: <p> Responde matemática simple </ p>

source: day(s) from today
es: día (s) desde hoy

source: Today at
es: Hoy en

source: just now
es: justo ahora

source: mins ago
es: minuto atrás

source: min ago
es: minuto atrás

source: hours ago
es: horas atras

source: hour ago
es: hace una hora

source: sec
es: segundo

source: hour
es: hora

source: day
es: Hoy

source: week
es: semana

source: month
es: mes

source: year
es: año

source: decade
es: década

source: ago
es: hace
