Repository: movidelnor/tareas
Catalog: app/Locale/spa/LC_MESSAGES/default.po
Languages: es

source: All Tasks
es: Tarea

source: My Tasks
es: Mis tareas

source: Overdue
es: Atrasado

source: Delegated
es: Delegado

source: High Priority
es: Alta prioridad

source: All Opened
es: Todos abiertos

source: All Closed
es: Todo cerrado

source: Your access permission has been updated. Please login again.
es: Su permiso de acceso ha sido actualizado. Por favor, inicie sesión de nuevo.

source: Your email has been changed. Please login with your new email.
es: Su correo electrónico ha sido cambiado. Por favor inicie sesión con su nuevo correo electrónico.

source: Your password has been changed. Please login with your new password.
es: Tu contraseña ha sido cambiada. Por favor inicie sesión con su nueva contraseña.

source: Your access permission has been upgraded to "Admin". Please login again to have this feature.
es: Su permiso de acceso se ha actualizado a "Admin". Por favor, vuelva a iniciar sesión para tener esta función.

source: Your access permission has been changed from "Client". Please login again to have this feature.
es: Su permiso de acceso ha sido cambiado de "Cliente". Por favor, vuelva a iniciar sesión para tener esta función.

source: Your access permission has been changed from "Admin" to "Client". Please login again to have this feature.
es: Su permiso de acceso ha sido cambiado de "Admin" a "Cliente". Por favor, vuelva a iniciar sesión para tener esta función.

source: Your access permission has been changed from "Client" to "User". Please login again to have this feature.
es: Su permiso de acceso ha sido cambiado de "Cliente" a "Usuario". Por favor, vuelva a iniciar sesión para tener esta función.

source: Your access permission has been upgraded from "Client" to "Admin". Please login again to have this feature.
es: Su permiso de acceso se ha actualizado de "Cliente" a "Administrador". Por favor, vuelva a iniciar sesión para tener esta función.

source: Your account has been deactivated. Please contact your owner.
es: Tu cuenta ha sido desactivada. Por favor, póngase en contacto con su propietario.

source: The application was successfully added to your Slack channel
es: La aplicación se agregó con éxito a su canal Slack

source: Notification sent to Slack channel.
es: Notificación enviada al canal Slack.

source: Task Status
es: Estado de la tarea

source: Due Date
es: Fecha de vencimiento

source: Archived Date
es: Archivado por

source: Archived by
es: Archivado por

source: Assign to
es: Asignar a

source: Assign to Nobody
es: Asignar a

source: Project added successfully
es: Factura borrada con éxito

source: Closed
es: Cerrado

source: the Task
es: la tarea

source: Started
es: Fecha de inicio

source: Resolved
es: Resuelto

source: Modified
es: Modificado

source: Changed the status of the task to
es: Cambió el estado de la tarea a

source: New
es: Nuevo

source: Task Type changed to
es: Tipo de tarea cambiada a

source: Task re-assigned to
es: Tarea reasignada a

source: Nobody
es: Nadie

source: Due Date changed to
es: Fecha de vencimiento cambiada a

source: No Due Date
es: Sin fecha de vencimiento

source: Priority changed to
es: La prioridad cambió a

source: High
es: Alto

source: Medium
es: Medio

source: Low
es: Bajo

source: Estimated Hour(s) changed to
es: Hora (s) estimada (s) cambiada (s) a

source: Task Progress changed to
es: El progreso de la tarea cambió a

source: Changed task title to
es: Se cambió el título de la tarea a

source: Removed a file from this Task
es: Se eliminó un archivo de esta tarea

source: Changed the status of this Task
es: Cambiado el estado de esta tarea

source: Added time log
es: Registro de tiempo adicional

source: Updated time log
es: Registro de tiempo actualizado

source: Added story point
es: Punto de historia agregado

source: Updated story point
es: Punto de historia actualizado

source: Error in uploading file to S3 bucket
es: Error al cargar el archivo al cubo S3

source: Last Activity
es: Última actividad

source: Dependant tasks are not closed.
es: Las tareas dependientes no están cerradas.

source: Task not found
es: No se encontraron tareas

source: Unable to reorder the task, Please try once again!
es: No se puede reordenar la tarea, ¡inténtalo de nuevo!

source: Due date can't less then start date.
es: La fecha de vencimiento no puede ser menor que la fecha de inicio.

source: Start date cannot exceed End date
es: Desde la fecha no puede exceder hasta la fecha

source: No matched record found with this id
es: No se encontró ningún registro coincidente con esta identificación

source: Invalid Case id
es: Fecha final

source: Oops! Error occured in creation of zip file.
es: Ups! Ocurrió un error en la creación del archivo zip.

source: Oops! Error occured in creating the task csv file.
es: Ups! Ocurrió un error al crear el archivo csv de tareas.

source: Invalid argument supplied.
es: Argumento inválido suministrado.

source: logged time for you on
es: tiempo registrado para usted en

source: days to go
es: días para ir

source: In-Progress
es: En progreso

source: Start
es: comienzo

source: Invalid input. Please try again.
es: Entrada inválida. Inténtalo de nuevo.

source: Task Group successfully converted to task.
es: Grupo de tareas convertido con éxito a la tarea.

source: Task successfully posted.
es: Tarea publicada con éxito

source: Sorry! invalid input. Please try again.
es: ¡Lo siento! entrada inválida. Inténtalo de nuevo.

source: In Progress
es: En progreso

source: Total Clients
es: Clientes totales

source: Clients in Last 30days
es: Clientes en los últimos 30 días

source: Non-billable
es: No facturable

source: Billable
es: Facturable

source: Updated due date to
es: Fecha de vencimiento actualizada a

source: Updated priority to
es: Prioridad actualizada a

source: Updated estimated hour(s) to
es: Hora estimada (s) estimada (s) para

source: Updated task progress to
es: El progreso de tarea actualizado a

source: Removed a file from this task
es: Se eliminó un archivo de esta tarea

source: Updated the status of this task
es: Actualizó el estado de esta tarea

source: Set as favorite task
es: Establecer como tarea favorita

source: Removed as favorite task
es: Eliminado como tarea favorita

source: Schedule it
es: Programarla

source: Filter name already exists.
es: El nombre del filtro ya existe

source: Filter saved successfully.
es: Filtro guardado con éxito

source: Filter updated successfully.
es: Filtro actualizado con éxito

source: Filter can't save. Please try again later.
es: El filtro no puede guardarse Por favor, inténtelo de nuevo más tarde.

source: No parent present or parent has limited access.
es: Ningún padre presente o padre tiene acceso limitado.

source: You are successfully added in the favourite task
es: Se ha agregado correctamente en la tarea favorita

source: You are successfully removed the favourite task
es: Se eliminó con éxito la tarea favorita

source: Sorry, Something is wrong try after sometimes.
es: Lo siento, algo está mal, intente después algunas veces.

source: Error: Tasks not updated.
es: No se ha creado ninguna tarea.

source: Task progress not updated as dependant tasks are not closed other changes are updated.
es: El progreso de la tarea no se actualiza ya que las tareas dependientes no están cerradas, otros cambios se actualizan.

source: Tasks updated successfully.
es: Tareas actualizadas con éxito.

source: Backlog
es: Reserva

source: Default Task Group
es: Grupo de tareas predeterminado

source: Gantt details saved successfully.
es: Detalles de Gantt guardados con éxito.

source: Default Task Group can not be editable.
es: El grupo de tareas predeterminado no puede ser editable.

source: Some tasks progress not saved as dependent tasks are not closed.
es: Algunas tareas no se guardan porque las tareas dependientes no están cerradas.

source: Please enter customer name.
es: Por favor ingrese el nombre del cliente.

source: Please enter email address.
es: Por favor introduzca la dirección de correo electrónico

source: Please select currency.
es: Seleccione una suscripción

source: Email already exist. Please enter another email
es: ¡El Email ya existe! Por favor prueba con otro

source: Please enter invoice number.
es: Por favor ingrese el número de factura.

source: Invoice number exist. Please enter another invoice number.
es: El número de la factura existe. Por favor ingrese otro número de factura.

source: Please choose a customer.
es: Elija al menos una tarea

source: Please select an image.
es: Seleccione una suscripción

source: Please select an image of height 200px and width 200px.
es: Seleccione una imagen de altura 200px y ancho 200px.

source: Company not found
es: Configuración de la compañía

source: Invoice setting updated successfully.
es: Factura borrada con éxito

source: Invoice Date
es: Fecha de la factura

source: Please split the file and upload again. Your file contain more than 1000 rows
es: Divide el archivo y vuelve a subirlo. Su archivo contiene más de 1000 filas

source: Please upload a file with size less then 2MB
es: Cargue un archivo con un tamaño inferior a 2 MB

source: Require atleast first name column to import the customers
es: Requerir al menos una columna de nombre para importar a los clientes

source: Please import a valid CSV file
es: Por favor, importe un archivo CSV válido

source: Logged
es: Registrado

source: today
es: hoy

source: Last entry
es: El año pasado

source: none
es: ninguna

source: Task assigned successfully.
es: Tarea asignada con éxito.

source: Task Group '
es: Tarea grupal '

source: ' has been deleted.
es: ' ha sido eliminado.

source: Unable to delete Sprint. Please try again.
es: No se puede eliminar Sprint. Inténtalo de nuevo.

source: Oops! Error occured in deletion of Task Group.
es: Oops! Se produjo un error al eliminar el grupo de tareas.

source: Sorry! You do not have active project. Please create a project.
es: ¡Lo siento! Usted no tiene un proyecto activo. Por favor crea un proyecto.

source: Sorry! We are not able to post this Sprint. Try again.
es: ¡Lo siento! No podemos publicar este Sprint. Inténtalo de nuevo.

source: Sorry! We are not able to post this Task Group. Try again.
es: ¡Lo siento! No podemos publicar este grupo de tareas. Inténtalo de nuevo.

source: Oops! Sprint Title already exists
es: Ups! Sprint Title ya existe

source: Oops! Task Group Title already exists
es: Ups! El título del grupo de tareas ya existe

source: Sprint updated successfully.
es: Sprint actualizado con éxito.

source: Task Group updated successfully.
es: Contraseña actualizada exitosamente

source: Sprint added successfully.
es: Sprint agregado con éxito.

source: Task Group added successfully.
es: Datos actualizados con éxito

source: Sorry! We are not able to update this Task Group. Try again.
es: ¡Lo siento! No podemos actualizar este grupo de tareas. Inténtalo de nuevo.

source: Task Group has been restored.
es: No se ha creado ninguna tarea.

source: Oops! Error occured in restoration of Task Group
es: Oops! Se produjo un error en la restauración del grupo de tareas

source: Task Group has been completed.
es: No se ha creado ninguna tarea.

source: Oops! Error occured in completion of Task Group
es: Oops! Se produjo un error al completar el Grupo de tareas

source: This will create fourth level task, which is not allowed. Please choose another Parent.
es: Esto creará una tarea de cuarto nivel, que no está permitida. Por favor, elija otro padre.

source: Invalid Project!
es: Proyecto inválido!

source: Sorry! this sprint is already started.
es: ¡Lo siento! este sprint ya ha comenzado.

source: Sprint started successfully.
es: Sprint comenzó con éxito.

source: Sprint created successfully.
es: Sprint creado con éxito.

source: tasks were done
es: tareas fueron hechas

source: task done
es: tarea hecha

source: tasks were incomplete
es: las tareas estaban incompletas

source: task incomplete
es: tarea incompleta

source: Invalid Sprint.
es: Sprint no válido

source: This sprint can not be started.
es: Este sprint no se puede iniciar.

source: Oops! Sprint does not exists
es: Ups! Sprint no existe

source: Oops! Sprint is already completed
es: Ups! Sprint ya está completado

source: Sprint completed successfully.
es: Sprint completado con éxito.

source: Sorry! We are not able to complete this Sprint. Try again.
es: ¡Lo siento! No podemos completar este Sprint. Inténtalo de nuevo.

source: Closed sprint, by
es: Sprint cerrado, por

source: Oops! Error occured in deletion of Sprint.
es: Oops! Se produjo un error al eliminar Sprint.

source: Oops! Error occured in reopen of Sprint. Another sprint started.
es: Oops! Se produjo un error al reabrir Sprint. Otro sprint comenzó.

source: Oops! Error occured in reopen of Sprint.
es: Oops! Se produjo un error al reabrir Sprint.

source: Invalid credential
es: Credencial inválida

source: Oops! something went worng.
es: Ups! algo fue desgastado.

source: Setting updated successfully.
es: Configuración actualizada con éxito.

source: Project Logo removed successfully
es: Factura borrada con éxito

source: Project name
es: Nombre del proyecto

source: already exists
es: ya existe

source: Project short name
es: Nombre del proyecto

source: Project '
es: Proyecto '

source: ' is assigned to '
es: 'está asignado a'

source: saved successfully
es: Correo enviado con éxito

source: activated successfully
es: Correo enviado con éxito

source: deleted successfully
es: Factura borrada con éxito

source: deactivated successfully
es: Correo enviado con éxito

source: Invalid or Wrong action!
es: ¡Acción inválida o incorrecta!

source: created successfully
es: creado con éxito

source: Project created successfully
es: Proyecto creado con éxito

source: Error creating project
es: Cargando proyectos

source: User(s) successfully assigned to
es: Sin usuario (s) asignado

source: is completed
es: Terminado

source: marked as complete
es: Marcar como completado

source: Oops! You don't have access to this activity.
es: Ups! No tienes acceso a esta actividad.

source: Daily Catch-Up has been saved successfully.
es: Correo enviado con éxito

source: Failed to save of Daily Catch-Up.
es: Error al guardar el programa Daily Catch-Up ..

source: Daily Catch-Up has been cancelled successfully.
es: Correo enviado con éxito

source: Failed to cancel Daily Catch-Up.
es: Catch-Up diario

source: Template tasks added successfully
es: Datos actualizados con éxito

source: Template Deleted successfully
es: Factura borrada con éxito

source: Template activated successfully
es: Datos actualizados con éxito

source: Template can't be activated.Please try again.
es: La plantilla no se puede activar. Inténtalo de nuevo.

source: Template deactivated successfully
es: Datos actualizados con éxito

source: Template can't be deactivated.Please try again.
es: La plantilla no se puede desactivar. Inténtalo de nuevo.

source: Invalid CSV file
es: Archivo CSV no válido

source: Download
es: Descargar

source: and check with our sample file
es: y consulte con nuestro archivo de muestra

source: Require atleast Task Title column to import the Tasks
es: Requerir una columna de Título de tarea al menos para importar las Tareas

source: Task type
es: Tipo de tarea

source: added successfully
es: agregado exitosamente

source: Error in addition of task type.
es: Error además del tipo de tarea.

source: Task type saved successfully.
es: Correo enviado con éxito

source: Error in saving of task type.
es: Error al guardar el tipo de tarea.

source: Labels saved successfully.
es: Etiquetas guardadas con éxito

source: Error in saving of Labels.
es: Error al guardar etiquetas.

source: Label
es: Etiqueta

source: updated successfully
es: actualizado con éxito

source: added successfully
es: agregado exitosamente

source: Error in addition of Labele.
es: Error además de Labele.

source: Added successfully
es: Agregado exitosamente

source: No activity
es: Ninguna actividad

source: Hold on
es: Espere

source: Stack
es: Apilar

source: Completed
es: Terminado

source: Setting updated successfully
es: Configuración actualizada correctamente

source: Unauthorized URL
es: URL no autorizada

source: Yes
es: Sí

source: No
es: Nay

source: Hours Spent
es: Horas gastadas

source: Using
es: Utilizando

source: of storage
es: de almacenamiento

source: days remaining
es: Días restantes

source: Invalid Project.
es: Proyecto inválido.

source: Filter deleted successfully
es: Factura borrada con éxito

source: Filter can not delete. Please try again later
es: Problema al enviar un correo electrónico Por favor intente mas tarde

source: Filter updated successfully
es: Datos actualizados con éxito

source: Filter can not update. Please try again later
es: Problema al actualizar registros Por favor intente mas tarde

source: Task template deleted successfully
es: Factura borrada con éxito

source: Template enabled successfully
es: Correo enviado con éxito

source: Template can't be enabled.Please try again.
es: La plantilla no se puede habilitar. Inténtalo de nuevo.

source: Template disabled successfully
es: Correo enviado con éxito

source: Template can't be disabled.Please try again.
es: La plantilla no se puede deshabilitar. Inténtalo de nuevo.

source: Something went wrong
es: Algo salió mal

source: Task Group and task are deleted successfully.
es: El grupo de tareas y la tarea se eliminan con éxito.

source: Tasks imported successfully to the project template '
es: Horas gastas por mim - gráfico de linhas

source: Your uploaded CSV file is blank. Please import a valid CSV file with some data
es: Su archivo CSV cargado está en blanco. Por favor, importa un archivo CSV válido con algunos datos

source: Task is deleted successfully.
es: La tarea se borró con éxito.

source: Task moved successfully
es: Tarea movida con éxito

source: Getting Started Orangescrum
es: Empezando

source: Company photo removed successfully
es: Factura borrada con éxito

source: Company logo should be an image file
es: El logotipo de la empresa debe ser un archivo de imagen

source: Company logo size cannot excceed 1mb
es: El tamaño del logotipo de la empresa no puede superar 1mb

source: Name cannot be left blank
es: El nombre no puede dejarse en blanco

source: Company updated successfully
es: Datos actualizados con éxito

source: Notification settings saved successfully
es: Correo enviado con éxito

source: user deleted successfully
es: Factura borrada con éxito

source: Sorry! User cannot be enabled. User Limit Exceeded!.<br />Please upgrade your account to enable more users.
es: ¡Lo siento! El usuario no puede ser habilitado Límite de usuario excedido. <br /> Actualice su cuenta para habilitar a más usuarios.

source: User enabled successfully
es: Correo enviado con éxito

source: User disabled successfully
es: Correo enviado con éxito

source: You have been granted Admin Privileges.
es: Le han otorgado privilegios de administrador.

source: Granted admin privilege
es: Concedido privilegio de administrador

source: Granted client privilege
es: Privilegio otorgado al cliente

source: You have been granted Client Privilege.
es: Se le ha otorgado Privilegio de cliente.

source: Revoked client privilege
es: Privilegio del cliente revocado

source: Your client privilege has been revoked.
es: Su privilegio de cliente ha sido revocado.

source: Your admin privilege has been revoked.
es: Su privilegio de administrador ha sido revocado.

source: Revoked admin privilege
es: Privilegio de administrador revocado

source: Please check your mail to reset your password
es: Por favor revise su correo para restablecer su contraseña

source: If an account exists with this email address, we've sent instructions on resetting your password. Please check your email!
es: Si existe una cuenta con esta dirección de correo electrónico, le enviamos instrucciones para restablecer su contraseña. ¡Por favor revise su correo electrónico!

source: Sorry! This account exceeded the user limit.
es: ¡Lo siento! Esta cuenta excedió el límite de usuario.

source: Invitation Failed. Please try again!
es: Invitación Falló. ¡Inténtalo de nuevo!

source: is successfully added
es: Correo enviado con éxito

source: Profile photo removed successfully
es: Factura borrada con éxito

source: Email cannot be left blank
es: El nombre no puede dejarse en blanco

source: Oops! Email address already exists.
es: Ups! La dirección de correo ya existe.

source: Oops! Invalid file format! The formats supported are gif, jpg, jpeg & png.
es: Ups! ¡Formato de archivo inválido! Los formatos soportados son gif, jpg, jpeg y png.

source: Profile photo size cannot excceed 1mb
es: El tamaño de la foto del perfil no puede exceder 1mb

source: Profile updated successfully
es: Factura borrada con éxito

source: You are not authorized to do this operation.
es: Usted no está autorizado a modificar

source: Old password cannot be left blank!
es: La fecha de finalización no se puede dejar en blanco

source: Please enter correct old password.
es: Por favor ingrese la contraseña correcta.

source: New password cannot be left blank!
es: El nombre no puede dejarse en blanco

source: Re-type password cannot be left blank!
es: El nombre no puede dejarse en blanco

source: Re-type password do not match!
es: Ambas contraseñas no coinciden

source: Password changed successfully
es: Contraseña actualizada exitosamente

source: We are sorry! This operation is completed. Please try once again.
es: ¡Lo sentimos! Esta operación está completa. Por favor, intente una vez más.

source: Opened
es: Abrió

source: Close
es: Cerca

source: Update
es: Actualizar

source: Project(s) '
es: Proyecto (s) '

source: ' assigned to you.
es: 'asignado a ti.

source: Template updated successfully
es: Plantilla actualizada con éxito

source: Template can't be updated
es: La plantilla no se puede actualizar

source: Template added successfully
es: Correo enviado con éxito

source: Template can't be added
es: Nombre del archivo

source: Deleted successfully
es: Factura borrada con éxito

source: You have not register for beta subscription!
es: ¡No te has registrado para la suscripción beta!

source: You beta subscription is not approved yet!
es: ¡Tu suscripción beta aún no está aprobada!

source: Proper message display
es: Visualización correcta de mensajes

source: All
es: Todas

source: Requested file is not available with us!
es: Disponibilidad de recursos no está disponible en el plan de inicio

source: Notifications changed successfully
es: Correo enviado con éxito

source: Reports changed successfully
es: Datos actualizados con éxito

source: Invalid company name
es: Datos inválidos

source: List
es: Lista

source: Task Group
es: Tarea grupal

source: Calendar
es: Calendario

source: Card
es: Tarjeta

source: Grid
es: Cuadrícula

source: Default Views set successfully.
es: Correo electrónico enviado con éxito

source: Default Views can not be set.
es: Las vistas predeterminadas no se pueden configurar.

source: You have
es: Tienes

source: disabled wiki.
es: wiki deshabilitado

source: enabled wiki.
es: habilitado wiki.

source: commented on wiki.
es: comentó en wiki.

source: updated wiki category.
es: categoría wiki actualizada.

source: created wiki category.
es: creó la categoría wiki.

source: updated wiki subcategory.
es: subcategoría wiki actualizada.

source: enabled wiki approver.
es: habilitado autorizador de wiki.

source: disabled wiki approver.
es: habilitado autorizador de wiki.

source: approved this wiki.
es: aprobó esta wiki

source: finally approved this wiki.
es: finalmente aprobó esta wiki.

source: rejected wiki.
es: wiki rechazado

source: updated and finally submitted the wiki.
es: actualizado y finalmente enviado el wiki.

source: updated wiki.
es: wiki actualizado

source: added attachments.
es: archivos adjuntos agregados
