Repository: movidelnor/tareas
Catalog: app/Locale/spa/LC_MESSAGES/default.po
Languages: es

source: you will find all the answers to your questions with screenshots that will guide you in getting started with Orangescrum as well as rescue you if you're stuck somewhere
es: Encontrará todas las respuestas a sus preguntas con capturas de pantalla que lo guiarán para comenzar con Narangescrum y para rescatarlo si está atascado en algún lugar

source: Can I downgrade or cancel
es: ¿Puedo degradar o cancelar?

source: You can downgrade to a lower paid plan or cancel anytime
es: Puede degradar a un plan de pago menor o cancelar en cualquier momento

source: How can I change my plan
es: ¿Cómo puedo cambiar mi plan

source: You can change it from "Account Settings"
es: Puede cambiarlo de "Configuración de cuenta"

source: Click on your profile and navigate to "Account Settings" to select "Subscription". Choose "Change Plan" to change your current plan
es: Haga clic en su perfil y navegue hasta "Configuración de cuenta" para seleccionar "Suscripción". Elija "Cambiar plan" para cambiar su plan actual

source: What if I have a huge team and expecting unlimited activities
es: ¿Qué pasa si tengo un gran equipo y espero actividades ilimitadas?

source: No problem
es: No hay problema

source: Contact us
es: Contáctenos

source: to avail customized pricing
es: aprovechar precios personalizados

source: Apart from online payment, is there any other way of making payment
es: Además del pago en línea, ¿hay alguna otra forma de pago?

source: Yes, the other mode of payment is wire transfer. This mode is accepted for both monthly and yearly subscriptions
es: Sí, el otro modo de pago es la transferencia bancaria. Este modo es aceptado para suscripciones mensuales y anuales

source: for any help to know more
es: para cualquier ayuda para saber más

source: Can I get a Custom Plan which best suits my business
es: ¿Puedo obtener un plan personalizado que mejor se adapte a mi negocio?

source: to get custom plan for your account
es: para obtener un plan personalizado para su cuenta

source: Is there any option to have Orangescrum on my premises
es: ¿Hay alguna opción para tener Orangescrum en mis instalaciones

source: Of course, we can install Orangescrum in your environment with a customized price
es: Por supuesto, podemos instalar Orangescrum en su entorno con un precio personalizado

source: for on-premises solutions
es: para soluciones locales

source: Is my data secured
es: ¿Están asegurados mis datos?

source: The security of your information is extremely important to us. We do not save any credit card number in our database, neither share your email ids to third parties. All the sensitive information are encrypted using secure socket layer technology (SSL)
es: La seguridad de su información es extremadamente importante para nosotros. No guardamos ningún número de tarjeta de crédito en nuestra base de datos, ni compartimos sus identificaciones de correo electrónico a terceros. Toda la información confidencial está encriptada usando la tecnología de capa de conexión segura (SSL)

source: Do you need my credit card for a free trial
es: Necesitas mi tarjeta de crédito para una prueba gratuita

source: There is no need of any credit card during your free trial
es: No hay necesidad de ninguna tarjeta de crédito durante su prueba gratuita

source: What payment modes do you accept
es: ¿Qué modos de pago aceptas?

source: We accept payments through all major credit card services (MasterCard, Visa, American Express, etc)
es: Aceptamos pagos a través de los principales servicios de tarjetas de crédito (MasterCard, Visa, American Express, etc.)

source: Can I use multiple Orangescrum accounts
es: ¿Puedo usar varias cuentas de Narangescrum?

source: You can create only one Orangescrum account but if you are the owner of the account, it is possible to operate multiple companies
es: Puede crear solo una cuenta de Orangescrum, pero si usted es el propietario de la cuenta, es posible operar múltiples compani

source: What about the refund policy
es: ¿Qué pasa con la política de reembolso?

source: You are charged from your subscription start date till the end of 30-days of your subscription. If you cancel in between, your subscription would be still active till the next billing date
es: Se le cobrará desde la fecha de inicio de su suscripción hasta el final de los 30 días de su suscripción. Si cancela entre medio, su suscripción permanecerá activa hasta la próxima fecha de facturación

source: Ex: If you cancel your subscription on Jan 5 & your billing date was Jan 1, your account will active till Jan 31 and you will be charged for the month of January
es: Ejemplo: si cancela su suscripción el 5 de enero y la fecha de facturación fue el 1 de enero, su cuenta estará activa hasta el 31 de enero y se le cobrará el mes de enero

source: Can I customize my Orangescrum
es: ¿Puedo personalizar mi Narangescrum

source: We do not accept any customization request for the cloud version. However, you can request us for a new feature
es: No aceptamos ninguna solicitud de personalización para la versión en la nube. Sin embargo, puede solicitarnos una nueva característica

source: Note: Customization request is possible if you are using or interested for the Orangescrum Community or Enterprise (on-Premises) Version
es: Nota: la solicitud de personalización es posible si está usando o está interesado en la versión Orangescrum Community o Enterprise (en el local)

source: Frequently Asked Questions
es: Preguntas frecuentes

source: What is Orangescrum Self-Hosted
es: ¿Qué es Orangescrum Self-Hosted?

source: Orangescrum Self-Hosted (on Premises) is the self- hosted version of Orangescrum cloud
es: Orangescrum Self-Hosted (en las instalaciones) es la versión alojada por uno mismo de la nube Orangescrum

source: Is there a self-hosted version of Orangescrum with all of the latest features
es: ¿Hay una versión auto alojada de Orangescrum con todas las características más recientes?

source: You will get all the features in Self-Hosted version as that in the Cloud.However the Resource Availability, Mobile API and Chat features will need to be purchased separately
es: Obtendrá todas las características en la versión autogestionada como en la nube. Sin embargo, las funciones de Disponibilidad de recursos, API móvil y Chat deberán adquirirse por separado.

source: Does Orangescrum Self-Hosted support plugins
es: ¿Tiene Orangescrum Self-Hosted admite complementos

source: No, just like the existing
es: No, al igual que el existente

source: Orangescrum cloud version
es: Versión en la nube de Orangescrum

source: cloud version
es: versión en la nube

source: of Orangescrum, it doesn’t have plugins.However, we can customize as per your requirement with additional cost
es: de Orangescrum, no tiene plugins. Sin embargo, podemos personalizar según su requisito con un costo adicional

source: So you can build Orangescrum according to your business need
es: Para que pueda construir Narangescrum de acuerdo a las necesidades de su negocio

source: What are the recommended specs for Orangescrum Self-Hosted
es: Cuáles son las especificaciones recomendadas para Orangescrum Self-Hosted

source: It can be used on
es: Se puede usar en

source: operating system(Ex: Ubuntu Server 14.04 LTS x64, CentOS_6.5_x64) with minimum 4 GB RAM, 80 GB Disk space, 2.8 GHz or faster processor
es: sistema operativo (por ejemplo: Ubuntu Server 14.04 LTS x64, CentOS_6.5_x64) con un mínimo de 4 GB de RAM, 80 GB de espacio en disco, 2.8 GHz o un proceso más rápido

source: Requirements
es: Requisitos

source: Apache (2.4) with `mod_rewrite`, .PHP 5.4, MySQL 5.5, .ImageMagick 6.7.710, .wkhtmltopdf 0.12.2, .Sendgrid used for outbound Emails
es: Apache (2.4) con `mod_rewrite`, .PHP 5.4, MySQL 5.5, .ImageMagick 6.7.710, .wkhtmltopdf 0.12.2, .Sendgrid utilizado para correos electrónicos salientes

source: Is Orangescrum Self-Hosted a separate product from Orangescrum Cloud
es: Es Orangescrum Self-Hosted un producto separado de Orangescrum Cloud

source: No, Orangescrum Self-Hosted is the self-hosted version of Orangescrum cloud. You will get all the features in Self-Hosted version as that in Cloud.However the Resource Availability, Mobile API and Chat will need to be purchased separately. This version is especially for those who want to keep the project management data in-house and away from public view
es: No, Orangescrum Self-Hosted es la versión auto alojada de la nube Orangescrum. Obtendrá todas las características en la versión autogestionada como en la nube. Sin embargo, la disponibilidad de recursos, la API móvil y el chat deberán adquirirse por separado. Esta versión es especialmente para aquellos que quieren mantener los datos de gestión del proyecto en la propia empresa y lejos de la vista del público

source: Now, you can host
es: Ahora, puedes alojar

source: Orangescrum cloud
es: Nube de naranjascrum

source: version on your own server
es: versión en tu propio servidor

source: Will Orangescrum Self-Hosted get automatic updates like cloud
es: Will Orangescrum Self-Hosted recibe actualizaciones automáticas como la nube

source: No, given that Self-Hosted will run on your own servers, updates are not automatically applied. However, we can update it around every 6 months with your permission
es: No, dado que Self-Hosted se ejecutará en sus propios servidores, las actualizaciones no se aplican automáticamente. Sin embargo, podemos actualizarlo cada 6 meses con su permiso

source: Our Support Team
es: Nuestro equipo de soporte

source: will carry this out
es: lo llevará a cabo

source: Is Maintenance included for Self-Hosted
es: Se incluye mantenimiento para autosuficiente

source: Yes, maintenance is included for the first 12 months of on-going upgrades with unlimited email support
es: Sí, el mantenimiento está incluido durante los primeros 12 meses de actualizaciones continuas con un correo electrónico ilimitado

source: Can I evaluate Orangescrum Self-Hosted before purchasing
es: ¿Puedo evaluar Orangescrum Self-Hosted antes de comprar

source: Yes, you can begin a
es: Sí, puedes comenzar una

source: trial of our cloud version
es: prueba de nuestra versión en la nube

source: Trial of our cloud version
es: Prueba de nuestra versión en la nube

source: to understand the functionality provided by Self-Hosted
es: para comprender la funcionalidad proporcionada por Self-Hosted

source: If you have other requirements, then
es: Si tiene otros requisitos, entonces

source: Get in Touch
es: Estar en contacto

source: with us and we can help you
es: con nosotros y podemos ayudarte

source: How is Orangescrum Self-Hosted licensed
es: ¿Cómo es Orangescrum Self-Hosted licenciado

source: Orangescrum Self-Hosted is licensed under a subscription model. Licenses are
es: Orangescrum Self-Hosted se licencia bajo un modelo de suscripción. Las licencias son

source: purchased
es: comprado

source: for a one-year period, which includes full support and access to all updates via regular upgrades
es: por un período de un año, que incluye soporte completo y acceso a todas las actualizaciones a través de actualizaciones regulares

source: We are a large company (500+ users). Do you have licensing options for us
es: Somos una gran empresa (más de 500 usuarios). ¿Tiene opciones de licencia para nosotros?

source: with us and we can always discuss your requirements to build the right package for your Self-Hosted
es: con nosotros y siempre podemos discutir sus requisitos para construir el paquete correcto para su autohospedado

source: Does the license include access to the source code
es: ¿Incluye la licencia acceso al código fuente?

source: Of course, we can install Orangescrum in your environment for an Installation Fee of $99. Contact us for
es: Por supuesto, podemos instalar Orangescrum en su entorno por una tarifa de instalación de $ 99. Contáctanos para

source: on-premise installation
es: instalación en el lugar

source: Since the Self-Hosted version will be set up and mounted in customers premises, the data security will be fully governed at the customers end
es: Dado que la versión autogestionada se configurará y montará en las instalaciones de los clientes, la seguridad de los datos se regirá por completo en el extremo del cliente.

source: Task Management
es: Administración de tareas

source: Create and assign tasks to collaborate & initiate project execution
es: Crear y asignar tareas para colaborar e iniciar la ejecución del proyecto

source: Done? Click here to skip
es: ¿Hecho? Haga clic aquí para saltar

source: Time Tracking
es: Seguimiento de tiempo

source: Log spent hours against your tasks & let all project members know of the progress
es: Registre horas contra sus tareas y permita que todos los miembros del proyecto conozcan el progreso

source: Generate professional invoices from your unbilled times for your Clients
es: Genere facturas profesionales de sus tiempos no facturados para sus Clientes

source: Got It
es: Lo tengo

source: Substract 10mins
es: Restar 10 minutos

source: Add 10mins
es: Agregar 10 minutos

source: Pause Timer
es: Temporizador de pausa

source: Play Timer
es: Jugar Temporizador

source: Select a Project
es: Seleccione un proyecto

source: Select a Task
es: Seleccione una Tarea

source: Need Help
es: Necesitas ayuda

source: Click here
es: haga clic aquí

source: Request a Demo
es: Solicitar una demostración

source: Help & Support
es: Solicitar una demostración

source: Oops! No project selected
es: Oops! Ningún proyecto seleccionado

source: Progress
es: Progreso

source: Find Project
es: Proyecto

source: Quick Links
es: enlaces rápidos

source: Add New
es: Agregar nuevo

source: Pending Task
es: Tarea pendiente

source: Weekly Timesheet
es: Parte de horas semanal

source: Daily Timesheet
es: Parte de horas diaria

source: Manage Labels
es: Administrar etiquetas

source: Invoice Setting
es: Configuración de factura

source: Task Setting
es: Configuración de tareas

source: Resource Setting
es: Configuración de recursos

source: Chat Setting
es: Configuración de chat

source: Launchpad
es: Plataforma de lanzamiento

source: Default View
es: Vista predeterminada

source: Getting Started
es: Empezando

source: Help Desk
es: Mesa de ayuda

source: This account is managed by
es: Esta cuenta es administrada por

source: Storage
es: Almacenamiento

source: Upgrade Now
es: Actualizar ahora

source: Log Out
es: Cerrar sesión

source: Go Back
es: Regresa

source: Just for you
es: Solo para ti

source: Use coupon
es: Usa cupón

source: and Get FLAT 20%+EXTRA 5% off on all Yearly Plans
es: y obtenga FLAT 20% + 5% de descuento adicional en todos los planes anuales

source: and Get FLAT 10%+EXTRA 5% off on all Monthly Plans
es: y obtenga FLAT 10% + 5% de descuento adicional en todos los planes mensuales

source: Note: Not applicable for Statrtup plans (Monthly & Yearly) and higher Professional plans(more than 100 users)
es: Nota: No aplicable para planes Statrtup (mensual y anual) y planes profesionales superiores (más de 100 usuarios)

source: Day(s) left on your trial
es: Día (s) que queda en su prueba

source: Manage Company
es: Gestionar empresa

source: Companies
es: Compañías

source: Feedback
es: Realimentación

source: Help
es: Ayuda

source: days FREE Trial
es: días de prueba GRATIS

source: Expired
es: Muerto

source: day(s) to go
es: días para ir

source: Upgrade
es: Mejorar

source: Super Admin
es: Super administrador

source: Contact
es: Contacto

source: How-to
es: Cómo

source: Next Video
es: Siguiente video

source: Please select 720p in the video settings for better visibility
es: Seleccione 720p en la configuración de video para una mejor visibilidad

source: Import Time Log
es: Importar registro de tiempo

source: Import Customers
es: Importar clientes

source: Export Task To CSV
es: Exportar tarea a CSV

source: Spend Hr
es: Gastar Hr

source: No projects found.
es: No se encontraron proyectos

source: Log time
es: Tiempo de registro

source: Select task to log time
es: Seleccionar tarea para registrar el tiempo

source: Get quick help on start time
es: Obtenga ayuda rápida en la hora de inicio

source: Get quick help on End time
es: Obtenga ayuda rápida en Hora de finalización

source: Get quick help on Break time
es: Obtenga ayuda rápida en el tiempo de descanso

source: Add line-item
es: Agregar elemento de línea

source: Get quick help on Add line item
es: Obtenga ayuda rápida en Agregar línea de pedido

source: Please select a task
es: Por favor seleccione una tarea

source: Please set start & end time in each line item
es: Establezca la hora de inicio y finalización en cada línea de pedido

source: Please select user
es: Por favor seleccione usuario

source: End Time can't be earlier than Start Time
es: El tiempo de finalización no puede ser anterior a la hora de inicio

source: Please select start and end time
es: Seleccione la hora de inicio y finalización

source: Break time can not exceed the total spent hours.
es: El tiempo de descanso no puede exceder el total de horas gastadas.

source: Break time can not same as the total spent hours.
es: El tiempo de descanso no puede ser igual al total de horas gastadas.

source: Duplicate data found
es: Se encontraron datos duplicados

source: Time Log value overlapping for following users
es: La superposición de valores del registro de tiempo para los siguientes usuarios

source: Time Entry Updated Successfully.
es: Tiempo de entrada actualizado con éxito.

source: Start time can not be left blank
es: La hora de inicio no se puede dejar en blanco

source: End time can not be left blank
es: El tiempo de finalización no se puede dejar en blanco

source: Invalid time format
es: Formato de tiempo no válido

source: View Last Visited Projects
es: Ver últimos proyectos visitados

source: Active Sprint
es: Sprint activo

source: Reports
es: Informes

source: View Last Visited Reports
es: Ver los últimos informes visitados

source: View Tasks
es: Ver tareas

source: Time Log List View
es: Vista de lista de registro de tiempo

source: Daily Catch-up
es: Catch-up diario

source: Quick Tour
es: Tour rapido

source: This is your current plan
es: Este es tu plan actual

source: billing
es: facturación

source: Back
es: Espalda

source: Refer a Friend
es: Recomendar un amigo

source: task are closed
es: la tarea está cerrada

source: Last activity on
es: Última actividad en

source: Move Task
es: Tarea

source: Customer's first name
es: Última actividad en

source: Customer's last name
es: Apellido del cliente

source: Specify customer's email id
es: Especifique la identificación del correo electrónico del cliente

source: Specify currency
es: Especificar moneda

source: Specify customer's organization
es: Especifique la organización del cliente

source: Specify Street
es: Especifique la calle

source: Specify city
es: Especificar ciudad

source: Specify state
es: Especificar el estado

source: Specify country
es: Especifique el país

source: Specify postal code
es: Especificar el código postal

source: Specify phone number
es: Especifique el número de teléfono

source: Make Inactive
es: Hacer inactivo

source: Extra Discount For Yearly Plans
es: Descuento adicional para planes anuales

source: and get
es: y obten

source: discount instantly
es: descuento al instante

source: including
es: cargando

source: yearly plans
es: planes anuales

source: Proceed To Checkout
es: Pasar por la caja

source: Create New project
es: Crear nuevo proyecto

source: Specify your project name
es: Especifique su nombre de proyecto

source: Choose Priority
es: Elija Prioridad

source: Choose a short name for your project
es: Elija un nombre corto para su proyecto

source: Choose a default task type
es: Elija al menos una tarea

source: Choose a project template
es: Elija al menos un archivo

source: Describe your project
es: Describir tu proyecto

source: Project Methodology
es: Metodología del proyecto

source: Simple Project
es: Proyecto simple

source: Scrum
es: Melé

source: Add new Users
es: Agregar nuevos usuarios

source: Add Users
es: Agregar usuarios

source: You
es: Tú

source: admin
es: administración

source: Add all users (including clients)
es: Agregar todos los usuarios (incluidos los clientes)

source: Email ID
es: Identificación de correo

source: Upgrade your account to add new user(s)
es: Actualice su cuenta para agregar nuevos usuarios

source: Use comma separators for multiple email id
es: Use separadores de coma para múltiples ID de correo electrónico

source: More options
es: Mas opciones

source: Get quick help on Estimated hour
es: Obtenga ayuda rápida en Hora estimada

source: hours
es: horas

source: Date Range
es: Rango de fechas

source: Get quick help on Date Range
es: Obtenga ayuda rápida en el rango de fechas

source: Sorry, Project Limit Exceeded
es: Lo sentimos, se excedió el límite del proyecto

source: Please contact your account owner to Upgrade the account to create more projects
es: Por favor, póngase en contacto con el propietario de su cuenta para actualizar la cuenta y crear más proyectos

source: Create Your Free Account
es: Crea tu cuenta gratuita

source: companies use Orangescrum to collaborate and manage projects everyday
es: las empresas usan Orangescrum para colaborar y gestionar proyectos todos los días

source: Thanks for Signing up
es: Gracias por registrarte

source: Just one more step
es: Sólo un paso más

source: A confirmation email is sent
es: Se envía un correo electrónico de confirmación

source: please activate your account and start using Orangescrum right away
es: por favor, active su cuenta y comience a usar Orangescrum de inmediato

source: If you do not receive any email
es: Si no recibe ningún correo electrónico

source: please feel free to
es: Por favor, siéntase libre de

source: contact us
es: Contáctenos

source: and we'll activate it for you
es: y lo activaremos por ti

source: One-click sign up using Google
es: Registrarse con un solo clic usando Google

source: Password
es: Contraseña

source: characters
es: caracteres

source: Select an Industry
es: Seleccione una industria

source: Access URL
es: URL de acceso

source: Each Orangescrum account gets a unique web address. For example, if you want your Orangescrum address to be apple.orangescrum.com, you'd enter apple
es: Cada cuenta de Orangescrum obtiene una dirección web única. Por ejemplo, si quiere que su dirección de Narangescrum sea apple.orangescrum.com, debe ingresar apple

source: Start My FREE Trial
es: Comience mi prueba GRATUITA

source: Get started. No credit card required
es: Empezar. No se requiere tarjeta de crédito

source: Sign in
es: Registrarse

source: Sorry, User Limit has Exceeded
es: Lo sentimos, el límite de usuario ha excedido

source: Please contact your account owner to upgrade the account to add more users
es: Por favor, póngase en contacto con el propietario de su cuenta para actualizar la cuenta y agregar más usuarios

source: Import Google Contact
es: Importar contacto de Google

source: Use comma to separate multiple email ids
es: Use una coma para separar varios ID de correo electrónico

source: Project to be
es: Nombre del proyecto

source: assigned
es: asignado

source: Get quick help on Project to be assigned
es: Obtenga ayuda rápida en el proyecto que se asignará

source: Project to be assigned
es: Último proyecto al cual

source: Sorry, User Limit Exceeded
es: Lo sentimos, límite de usuarios excedido

source: Add
es: Añadir

source: Add Wiki Approver
es: Agregar el aprobador de Wiki

source: Add New Wiki Category
es: Agregar nueva categoría wiki

source: Add New Wiki Sub-Category
es: Agregar nueva subcategoría Wiki

source: Sub-Category Title
es: Título de subcategoría

source: No tasks have been archived yet.
es: Aún no se han archivado las tareas.
