Repository: movidelnor/tareas
Catalog: app/Locale/spa/LC_MESSAGES/default.po
Languages: es

source: Just schedule it and sit back, end of the day you will get the update email in your inbox
es: Solo programe y siéntese, al final del día recibirá el correo electrónico de actualización en su bandeja de entrada.

source: Get Daily Team updates without nagging them
es: Recibe actualizaciones diarias del equipo sin molestarlos

source: Get Daily Progress from your team mates in a single email
es: Obtén progreso diario de tus compañeros de equipo en un solo correo electrónico

source: You have a distributed team, every tasks can not be captured, you just want your team send daily update, just set it here and sit back
es: Tienes un equipo distribuido, no se pueden capturar todas las tareas, solo quieres que tu equipo envíe actualizaciones diarias, solo configúralo aquí y relájate

source: Automate daily updates from your team
es: Automatice las actualizaciones diarias de su equipo

source: Checklist Before Import
es: Lista de verificación antes de importar

source: What format is your list? We can import
es: ¿Qué formato es tu lista? Podemos importar

source: Download a sample file
es: Descargue un archivo de muestra

source: to see what we can import
es: para ver lo que podemos importar

source: Learn more
es: Aprende más

source: Upload your file
es: Suba su archivo

source: Please upload a CSV file
es: Por favor cargue un archivo CSV

source: 2MB or 1,000 rows maximum size
es: Tamaño máximo de 2 MB o 1.000 filas

source: Field values marked as red contain error data ,Those data will be assigned default value
es: Los valores de campo marcados como rojos contienen datos de error. A esos datos se les asignará un valor predeterminado

source: Due date will be Current date
es: La fecha de vencimiento será Fecha actual

source: Status will be New
es: El estado será Nuevo

source: Type will be Development
es: Desarrollo

source: Assigned to will be Me
es: Asignado a ser yo

source: "Project Name" is mandatory when all project is selected
es: "Nombre del proyecto" es obligatorio cuando se selecciona todo el proyecto

source: Due date of Task (mm/dd/yyyy)
es: Fecha de vencimiento de la tarea (mm / dd / aaaa)

source: Current status of the Task (NEW, IN PROGRESS, RESOLVED, CLOSED)
es: Estado actual de la tarea (NUEVO, EN CURSO, RESUELTO, CERRADO)

source: Task type (Bug, Development, Enhancement, RnD, QA, Unit Testing, Maintenance, Release, Updates, Idea, Others)
es: Tipo de tarea (error, desarrollo, mejora, RnD, control de calidad, prueba de la unidad, mantenimiento, lanzamiento, actualizaciones, idea, otros)

source: Start Time & End Time
es: Fecha y hora

source: hh:mmam/pm format only, Ex. 10:45am/10:45pm - no space between time and meridian
es: hh: formato mmam / pm solamente, Ej. 10:45 a.m./10:45 p.m. - no hay espacio entre el tiempo y el meridiano

source: Choose a project to Import Task
es: Elija al menos una tarea

source: We can upload more one project if we select "All" project from project dropdown
es: Podemos cargar más un proyecto si seleccionamos el proyecto "Todos" desde el menú desplegable del proyecto

source: All the Tasks will be posted to the selected Project
es: Todas las tareas se publicarán en el proyecto seleccionado

source: Start Time, End Time and Break Time will be treated as time log for the individual task
es: El tiempo de inicio, el tiempo de finalización y el tiempo de descanso se tratarán como un registro de tiempo para la tarea individual

source: Is Billable is treated as whether the Time Log is billable one or not. The input will be either 0 or 1
es: Se considera a Billable como si el registro de tiempo es facturable o no. La entrada será 0 o 1

source: 0 - Not Billable
es: 0 - No facturable

source: 1 - Billable
es: 1 - Facturable

source: Tasks to Import
es: Tareas para importar

source: Please double-check(specifically text showing in red color) the below points before importing your Tasks
es: Verifique dos veces (específicamente el texto que se muestra en color rojo) los puntos siguientes antes de importar sus Tareas

source: Invalid Due Date
es: Fecha de vencimiento

source: should be
es: debiera ser

source: Invalid or Misspelled Status
es: Estado inválido o mal escrito

source: Invalid or Misspelled Type
es: Tipo inválido o mal escrito

source: Unknown Assigned To Email ID (User must be associated with the project)
es: Desconocido Asignado a ID de correo electrónico (el usuario debe estar asociado con el proyecto)

source: Invalid Estimated Hour
es: Hora estimada no válida

source: Invalid start time or end time or break time or spent hour
es: Hora de inicio o finalización no válida o tiempo de pausa o hora gastada

source: If
es: Si

source: are showing in red color then project does not exits in your application, it will be created as new project
es: se muestran en color rojo, entonces el proyecto no existe en su aplicación, se creará como un nuevo proyecto

source: must be a valid email address of an existing/invited user in Orangescrum
es: debe ser una dirección de correo electrónico válida de un usuario existente / invitado en Orangescrum

source: Task(s) Imported into project
es: Tarea (s) importadas en el proyecto

source: Project(s) can't Imported
es: Proyecto (s) no puede ser importado

source: Project Limit Exceeded
es: Límite de proyecto excedido

source: Please
es: Por favor

source: We found some non existence task type(s)/blank spaces
es: Encontramos algunos tipos de tareas sin existencia / espacios en blanco

source: We have replaced those task type(s) with
es: Hemos reemplazado esos tipos de tareas con

source: If you want to change the task type(s) then please follow the below steps
es: Si desea cambiar el (los) tipo (s) de tarea, siga los pasos a continuación

source: Go to the
es: Ve a la

source: section and add
es: sección y agregar

source: Edit each task and update the task type
es: Edite cada tarea y actualice el tipo de tarea

source: Export task group to CSV
es: Exportar grupo de tareas a CSV

source: Please select atleast one checkbox to export the task group tasks to csv
es: Seleccione al menos una casilla de verificación para exportar las tareas del grupo de tareas a csv

source: There is no project name column in the CSV
es: No hay una columna de nombre de proyecto en el CSV

source: You have choosen
es: Has elegido

source: project to import task, but you are trying to import task(s) for project(s) other than selected project. Please choose (all) option from the project drop down menu to import multiple project(s) task(s) at a time
es: proyecto para importar tareas, pero está tratando de importar tareas para proyectos que no sean proyectos seleccionados. Elija (todos) la opción del menú desplegable del proyecto para importar varias tareas del proyecto (s) a la vez

source: Task Number
es: Número de tarea

source: Date of Time Log (mm/dd/yyyy)
es: Registro de fecha y hora (mm / dd / aaaa)

source: Start Time/End Time
es: Hora de inicio / Hora de finalización

source: format only
es: solo formato

source: No am/pm is required here
es: No se requiere am / pm aquí

source: Can only import time logs for existing tasks
es: Solo puede importar registros de tiempo para tareas existentes

source: Can not create new tasks and import time log here. For this go to import task section
es: No se pueden crear nuevas tareas e importar el registro de tiempo aquí. Para esto ve a la sección de importación de tareas

source: Upload the valid CSV file with your Time Log
es: Suba el archivo CSV válido con su registro de tiempo

source: All the Logs will be posted to the selected Project
es: Todos los registros se publicarán en el proyecto seleccionado

source: Start Time, End Time and Break Time will be treated as time log for the individual task.
es: El tiempo de inicio, el tiempo de finalización y el tiempo de descanso se tratarán como registro de tiempo para la tarea individual.

source: Is Billable is treated as whether the Time Log is billable one or not. The input will be either 0 or 1.
es: Se considera a Billable como si el registro de tiempo es facturable o no. La entrada será 0 o 1.

source: Time Logs to Import
es: Registros de tiempo para importar

source: Please double-check the below points before importing your Time Logs
es: Por favor, compruebe dos veces los puntos a continuación antes de importar sus Registros de tiempo

source: Blank Project Name
es: Nombre del proyecto

source: Invalid Date
es: Fecha final

source: Ex. Project name in
es: Nombre del proyecto

source: means, invalid project
es: significa, proyecto inválido

source: Input CSV
es: Entrada CSV

source: Time Log(s) Imported
es: Registro (s) de tiempo importado (s)

source: Please upload a valid csv file<br/>
es: Cargue un archivo csv válido <br/>

source: Custom Labels
es: Etiquetas personalizadas

source: Default Labels
es: Etiquetas predeterminadas

source: Labels are independent of Projects, but please create a Project to get started.
es: Las etiquetas son independientes de los proyectos, pero crea un proyecto para comenzar.

source: Sorry, You can't uncheck the Label because it has been used as Label in the list of task(s)
es: Lo sentimos, no puedes desmarcar la etiqueta porque se ha utilizado como etiqueta en la lista de tareas.

source: Check atleast one Label
es: Comprobar al menos una etiqueta

source: For Task Group and Task lists, the following are imported
es: Para listas de grupos de tareas y tareas, se importan los siguientes

source: Description for the task
es: Descripción para la tarea

source: Due date of Task
es: Crear tarea

source: Current status of the Task
es: Estado actual de la tarea

source: Task type(Development, Bug,Enhancement etc.)
es: Tipo de tarea (desarrollo, error, mejora, etc.)

source: Valid email of the assign
es: Correo electrónico válido de la asignación

source: Before importing your task group list, you can
es: Antes de importar su lista de grupo de tareas, puede

source: download a sample file
es: descargar un archivo de muestra

source: to use as a template
es: para usar como plantilla

source: All text columns has to be enclosed with double quotes
es: Todas las columnas de texto deben ir entre comillas dobles

source: Task title must be a mandatory field
es: El título de la tarea debe ser un campo obligatorio

source: Date must be a valid date with format mm/dd/yyyy,Otherwise treated as current date
es: La fecha debe ser válida con el formato mm / dd / aaaa. De lo contrario, se trata como fecha actual.

source: In case input task group title has the same name as the existing task group under a project then task will append to that task group
es: En caso de que el título del grupo de tareas de entrada tenga el mismo nombre que el grupo de tareas existente en un proyecto, la tarea se agregará a ese grupo de tareas

source: Status must be anyone out of
es: El estado debe ser cualquiera fuera de

source: New,In Progress,resolve,Close
es: Nuevo, En progreso, resolver, Cerrar

source: Otherwise default treated as
es: De lo contrario, el valor predeterminado es

source: Type must be anyone out of
es: El tipo debe ser cualquiera fuera de

source: Bug,Development,Enhancement,rnd,qa,'Unit Testing',Maintenance,Others,Release,Update
es: Error, Desarrollo, Mejora, rnd, qa, 'Prueba unitaria', Mantenimiento, Otros, Liberación, Actualización

source: hours exceeded
es: horas excedidas

source: hours remaining
es: Formación

source: Not Complete
es: Sin completar

source: Remove Me From This Project
es: Eliminarme de este proyecto

source: Add Me To This Project
es: Agrégame a este proyecto

source: Remove User
es: retirar

source: User(s)
es: Usuario (s)

source: No projects found
es: No se encontraron proyectos

source: Oops! You are not authorized to do this operation. Please contact your Admin/Owner.
es: Oops! Usted no está autorizado para realizar esta operación. Por favor, póngase en contacto con su administrador / propietario.

source: Remove Me From This Project</a>
es: Eliminarme de este proyecto </a>.

source: Add Me To This Project</a>
es: Agrégame a este proyecto </a>

source: Oops! You are not a member of the project. Please add yourself as a member of this project.
es: Oops! Usted no es un miembro del proyecto. Por favor, únase a usted como miembro de este proyecto.

source: Methodology
es: Metodología

source: Used
es: Usado

source: Hour(s)
es: Hora (s)

source: Oops! You are not authorized to do this operation. Please contact your Admin/Owner
es: Oops! Usted no está autorizado para realizar esta operación. Por favor, póngase en contacto con su administrador / propietario

source: Saving your data
es: Guardando tus datos

source: Deactivate
es: Desactivar

source: Activate
es: Activar

source: Add new Template
es: Agregar nueva plantilla

source: Are you sure to activate this template
es: ¿Estás seguro de activar esta plantilla?

source: Are you sure to deactivate this template
es: ¿Seguro de desactivar esta plantilla?

source: from the template
es: de la plantilla

source: Template name already exist
es: El nombre de la plantilla ya existe

source: Template name can't be blank
es: El nombre de la plantilla no puede estar en blanco

source: Welcome
es: Bienvenido

source: Get started with your Orangescrum account
es: Comience con su cuenta de Orangescrum

source: Create your first project and start getting things done
es: Crea tu primer proyecto y comienza a hacer las cosas

source: Hey
es: Oye

source: Looks like its just you in here
es: Parece que solo estás aquí

source: Orangescrum works best when you add your team
es: Orangescrum funciona mejor cuando agrega su equipo

source: Invite Users
es: Invitar usuarios

source: Explore
es: Explorar

source: You're just 3 simple steps away from exploring Orangescrum
es: Estás a solo 3 pasos de explorar Orangescrum

source: Create and Assign Project
es: Crear y asignar proyecto

source: Name your project suitably and select a matching short name
es: Asigne un nombre adecuado a su proyecto y seleccione un nombre corto correspondiente

source: You as an admin will be automatically assigned the project created above
es: Usted como administrador se le asignará automáticamente el proyecto creado anteriormente

source: Send invitation to co-workers for the project
es: Enviar invitación a compañeros de trabajo para el proyecto

source: Users need to setup their account by using the invitation email
es: Los usuarios necesitan configurar su cuenta mediante el correo electrónico de invitación

source: Then, Admin can add them up to the project
es: Entonces, el administrador puede agregarlos al proyecto

source: You can create task under a project
es: Puede crear tareas bajo un proyecto

source: Select title, put due date, set priority
es: Seleccionar título, poner fecha de vencimiento, establecer prioridad

source: Assign the task to resource
es: Asignar la tarea al recurso

source: of 3 Steps Completed
es: de 3 pasos completados

source: Create your first project, and get started
es: Crea tu primer proyecto y comienza

source: Looks like it's just you in here
es: Parece que solo estás aquí

source: Orangescrum works best when you add your Co-workers
es: Orangescrum funciona mejor cuando agrega sus compañeros de trabajo

source: Final step, Create Task and assign, Boom
es: Paso final, Crear tarea y asignar, Boom

source: Wow! You have completed all the basics of Orangescrum
es: ¡Guauu! Has completado todos los conceptos básicos de Narangescrum

source: Now you can get started with Orangescrum
es: Ahora puedes comenzar con Narangescrum

source: This page will automatically redirect to dashboard within
es: Esta página se redirigirá automáticamente al panel dentro de

source: Seconds
es: Segundos

source: to Redirect to the dashboard page
es: para redirigir a la página del tablero

source: Alert Time
es: Hora de alerta

source: Minute(s)
es: Minutos)

source: TimeZone
es: Zona horaria

source: Frequency
es: Frecuencia

source: 5 days in week
es: 5 días a la semana

source: 6 days in week
es: 6 días en semana

source: 7 days in week
es: 7 días en semana

source: Last activity on 19th Nov 2013
es: Andola WIKI (awk)...

source: Do you want to run parallel sprint
es: Quieres correr el sprint paralelo?

source: Who can edit task
es: Quién puede editar la tarea

source: All Users
es: Todos los usuarios

source: Owner and Admin
es: Propietario y administrador

source: Plese chose at least one.
es: Elija al menos una tarea

source: 12 default Task Types listed and the #of Tasks associated with them. You can remove any of them by unchecking the checkbox and save the changes
es: 12 tipos de tareas predeterminados enumerados y el # de tareas asociadas a ellos. Puede eliminar cualquiera de ellos desmarcando la casilla de verificación y guardando los cambios

source: Click on the
es: Clickea en el

source: and add your new Task Types
es: y agrega tus nuevos tipos de tareas

source: Custom Task Type
es: Tipo de caso

source: Task Types are independent of Projects, but please create a Project to get started.
es: Los tipos de tareas son independientes de los proyectos, pero cree un proyecto para comenzar.

source: Sorry, You can't uncheck the task type because it has been used as default task type in the list of project(s)
es: Lo sentimos, no puede desmarcar el tipo de tarea porque se ha utilizado como tipo de tarea predeterminada en la lista de proyectos.

source: No match found
es: No se encontraron coincidencias

source: Est./Act. Hr(s)
es: Est./Act. Horas

source: Total Estimated Hour
es: Hora estimada total

source: Non Estimated Tasks
es: Tareas no estimadas

source: Task Having Due Date
es: Tarea que tiene fecha de vencimiento

source: Task Without Due Date
es: Tarea sin fecha de vencimiento

source: High Priority # Task
es: Tarea de alta prioridad #

source: Est/Act.Hr(s)
es: Est / Act.Horas

source: Deviation
es: Desviación

source: Bugs created
es: Errores creados

source: Avg. days to Resolve a Bug
es: Promedio días para resolver un error

source: Avg. days to Close a Bug
es: Promedio días para cerrar un error

source: Hours spent on these Bugs
es: Horas gastadas en estos errores

source: No data for this date range & project
es: Sin datos para este rango de fechas y proyecto

source: Task Type - Pie Chart
es: Tipo de tarea - Gráfico circular

source: Loading task type pie chart
es: Carga del tipo de gráfico circular

source: Task Statistics
es: Estadísticas de tareas

source: Loading Statistics
es: Estadísticas de carga

source: Task Trend Chart
es: Gráfico de tendencia de tareas

source: Loading task trend chart
es: Gráfico de tendencia de tareas de carga

source: Bug Status Pie Chart
es: Gráfico de estado del error

source: Loading bug status pie chart
es: Cargando gráfico de estado de error

source: Bug Statistics
es: Estadísticas de errores

source: Loading bug life cycle line chart
es: Gráfico de líneas de ciclo de vida de errores de carga

source: Bug Glide Path Chart
es: Tabla de rutas de Bug Glide

source: Loading bug glide path chart
es: Tabla de rutas de Bug Glide...

source: Remaining Estimated Hrs
es: Quedan horas estimadas

source: Remaining Actual Hrs
es: Horas reales restantes

source: Replies
es: Respuestas

source: Total Hours
es: Horas totales

source: Hours Report
es: Informe de horas

source: Burndown Chart
es: Cuadro de incendio

source: Loading Burndown Chart
es: Cargando la tabla de Burndown

source: Hours spent on Task Type - Pie Chart
es: Horas dedicadas al tipo de tarea: gráfico circular

source: Loading Pie Chart
es: Cargando el gráfico de sectores

source: Hours Spent by
es: Horas pasadas por

source: Loading Grid view
es: Cargando la vista de Grilla

source: Loading Line Chart
es: Carta de línea de carga

source: This feature is only available to the premium users
es: Esta función solo está disponible para los usuarios premium

source: Only active
es: Solo activo

source: results are displayed
es: los resultados se muestran

source: Estimated Time
es: Fecha y hora

source: Spent Time
es: Pasar tiempo

source: Remaining Time
es: Tiempo restante

source: tooltip
es: información sobre herramientas

source: Select Limit
es: Seleccionar

source: Add/Remove Column
es: Añadir / eliminar columna

source: Please select task title to export.
es: Seleccione el título de la tarea para exportar.

source: Total Tasks Created
es: Total de tareas creadas

source: Avg days to Resolve a Task
es: Promedio de días para resolver una tarea

source: Spent on these Task
es: Gastado en estas tareas

source: Avg days to Close a Task
es: Promedio de días para cerrar una tarea

source: By
es: Por

source: No Data for this week.
es: Sin datos para esta semana.

source: New Tasks
es: Tarea

source: In Progress Tasks
es: Tareas en progreso

source: Resolved Tasks
es: Tareas Resueltas

source: All Status
es: Estado

source: Last Post
es: Último

source: user(s) posted/updated task(s)
es: usuario (s) publicado (s) / tareas actualizadas

source: Total estimated hours
es: Total de horas estimadas

source: Total spent hours
es: Total de horas gastadas

source: Updated by
es: Creado por

source: Enhancement
es: Mejora

source: Task Group List
es: Grupo de tareas predeterminado

source: Choose a project
es: Elija al menos una tarea

source: Below Tasks will be added to the selected project
es: Debajo de Tareas se agregarán al proyecto seleccionado

source: Below are the tasks of "new lunch" templete
es: A continuación están las tareas de la plantilla "nuevo almuerzo"

source: No task on template
es: Ninguna tarea en la plantilla

source: Add Task to Template
es: Agregar tarea a la plantilla

source: Select Project Template
es: Seleccionar plantilla de proyecto

source: Add New Template
es: Agregar nueva plantilla

source: Get quick help on Project Template
es: Obtenga ayuda rápida en Project Template

source: Create a new template out of the selected tasks or add selected tasks to an existing template
es: Agregar nueva plantilla...

source: Select Template
es: Seleccionar plantilla

source: Unable to update project template
es: No se puede actualizar la plantilla del proyecto

source: Please select one template
es: Por favor seleccione una plantilla

source: Select Default Task Type
es: Grupo de tareas predeterminado

source: Manage Task
es: Crear tarea

source: No Project Templates found
es: No se encontraron plantillas de proyecto

source: Are you sure to delete the template
es: ¿Estás seguro de borrar la plantilla?

source: No task on this template
es: Ninguna tarea en esta plantilla

source: theres an error with AJAX
es: hay un error con AJAX

source: Default Template
es: Plantilla predeterminada

source: No Task Templates found
es: No se encontraron plantillas de tareas

source: Create Task Template
es: Crear tarea

source: Please don't refresh or close this page. Cancellation of account is in progress
es: No actualice ni cierre esta página. La cancelación de la cuenta está en progreso

source: expired
es: Muerto

source: You will be charged after your 30 days use of Orangescrum. The charge on your credit card statement will be from "ANDOLASOFT INC"
es: Se le cobrará después de su uso de Orangescrum por 30 días. El cargo en el extracto de su tarjeta de crédito será de "ANDOLASOFT INC"

source: User Limit
es: Seleccionar

source: Project Limit
es: Seleccionar

source: Storage Limit
es: Límite de almacenamiento

source: Next Billing Date
es: Fecha de inicio

source: Plan History
es: Historia

source: Amount($)
es: Cantidad

source: Storage(MB)
es: Almacenamiento (GB)

source: UPGRADE
es: MEJORAR

source: DOWNGRADE
es: DEGRADAR

source: CANCELED
es: CANCELADO

source: Cancel Subscription
es: Suscripciones canceladas

source: My
es: Mi

source: Not assigned Project(s)
es: Asignar a

source: No project(s) available
es: No hay grupos disponibles

source: Assigned Project(s)
es: Asignar a

source: No project(s) assigned
es: Sin proyectos asignados todavía
